Repository: Kathara/templavoila
Catalog: Resources/Private/Language/PageModule/CreateContentController/*.locallang_db_new_content_*.xlf
Languages: cs, de, fr, pl, ru, th

# sel1
source: Please select which kind of page content you wish to create:
cs: Zvolte si prosím, jaký druh obsahu stránky chcete vytvořit:
de: Wählen Sie bitte den Typ des Seiteninhalts aus, den Sie erzeugen wollen:
fr: Sélectionnez le type de contenu que vous souhaitez créer :
pl: Wybierz typ treści do umieszczenia na stronie:
ru: Выберите, пожалуйста, какой тип контент-элемента вы хотите создать:
th: กรุณาเลือกประเภทของเนื้อหาที่เพจที่คุณต้องการสร้าง :

# sel2
source: Now, click at the position where you wish to place the element on the page:
cs: Nyní klikněte na pozici, kde chcete umístit prvek na stránce:
de: Wählen Sie nun die Position aus, an der das Element auf der Seite positioniert werden soll:
fr: Maintenant, cliquez où vous souhaitez placer le contenu dans la page :
pl: Teraz kliknij w miejscu, w którym ma się pojawić treść:
ru: Теперь нажмите в странице на то место, куда вы хотите поместить элемент:
th: คลิกที่นี้ในตำแหน่งที่คุณต้องการวางองค์ประกอบบนหน้าเว็บ :

# common
source: Typical page content
cs: Typický obsah stránky
de: Typischer Seiteninhalt
fr: Contenu type de la page
pl: Typowe rodzaje treści
ru: Типичные контент-элементы страниц
th: เนื้อหาหน้าทั่วไป

# common_1_title
source: Regular text element
cs: Běžný textový prvek
de: Normaler Text
fr: Elément texte normal
pl: Zwykły element tekstowy
ru: Обычный текст
th: องค์ประกอบข้อความธรรมดา

# common_1_description
source: A regular text element with header and bodytext fields.
cs: Běžný textový prvek s nadpisem a statí.
de: Fügt ein normales Textelement ein.
fr: Texte avec titre et paragraphe(s).
pl: Zwykły element tekstowy z nagłówkiem i polem treści.
ru: Обычный текстовый элемент с полями заголовка и текста.
th: องค์ประกอบข้อความปกติกับส่วนหัวและ bodytext เขตข้อมูล

# common_2_title
source: Text with image below
cs: Text s obrázkem dole
de: Text mit darunter liegendem Bild
fr: Texte avec une image en dessous
pl: Tekst z obrazkiem poniżej
ru: Текст с картинкой снизу.
th: ข้อความด้วยภาพด้านล่าง

# common_2_description
source: Regular text element with a field which can contain any number of images which are positioned below the text.
cs: Běžný textový prvek s polem, které může obsahovat jakýkoliv počet obrázků, které jsou umístěny pod textem.
de: Fügt ein normales Textelement ein, unter dem eine Reihe von Bilder angezeigt werden kann.
fr: Texte avec un champs pouvant contenir un nombre important d'images.
pl: Zwykły element tekstowy z dowolną liczbą obrazków, umiejscowionych pod tekstem.
ru: Обычный текст, с полем внизу, в которое можно поместить несколько картинок.
th: องค์ประกอบข้อความธรรมดากับเขตข้อมูลที่สามารถมีจำนวนของภาพที่ตำแหน่งด้านล่างข้อความใดๆ

# common_3_title
source: Text with image to the right
cs: Text s obrázkem vpravo
de: Text mit rechts liegendem Bild
fr: Texte avec une image à droite
pl: Tekst z obrazkiem po prawej
ru: Текст с картинками справа.
th: ข้อความที่มีภาพไปทางขวา

# common_3_description
source: Like above but with the images placed to the right of the text with the text wrapping around the images.
cs: Stejně jako nahoře, ale obrázky jsou umístěny napravo od textu a text je obtéká.
de: Fügt einen normales Textelement ein, an dessen rechter Seite eine Reihe von Bildern angezeigt werden kann.
fr: Idem que le précendent mais avec le texte jusitfié autour de l'image.
pl: Jak powyżej, ale obrazki są umiejscowione po prawej i są oblewane przez tekst.
ru: То-же, что и выше, но текст обтекает расположенные справа картинки.
th: ชอบไป แต่กับภาพที่อยู่ด้านขวาของข้อความที่มีการตัดข้อความรอบภาพนั้น

# common_4_title
source: Images only
cs: Jen obrázky
de: Nur Bilder
fr: Liste d'images
pl: Tylko obrazki
ru: Только картинки
th: ภาพเท่านั้น

# common_4_description
source: Any number of images aligned in columns and rows with caption. Like the image options above but without text.
cs: Jakýkoliv počet obrázků zarovnaný do sloupců a řad s popisky. Jako u možností obrázků nahoře, ale bez textu.
de: Eine beliebige Anzahl in Zeilen und Spalten angeordneter Bilder mit Beschriftung.
fr: Liste d'images aligné en colonnes et en lignes avec titre.
pl: Dowolna liczba obrazków rozłożona w wierszach i kolumnach z podpisem. Podobnie jak powyżej, tyle że bez tekstu.
ru: Любое количество картинок, расставленных в ряды и колонки с подписями. Так-же как картинки выше, но без текста.
th: จำนวนภาพชิดในคอลัมน์และแถวมีคำอธิบายใดๆ เช่นเลือกภาพไป แต่ไม่มีข้อความ

# common_5_title
source: Bullet list
cs: Výčet
de: Aufzählung
fr: Liste à puces
pl: Wypunktowana lista
ru: Список
th: รายการ Bullet

# common_5_description
source: A single bullet list.
cs: Jednoduchý výčet.
de: Eine einzelne Aufzählungsliste.
fr: Une simple liste à puces.
pl: Pojedyncza, wypunktowana lista.
ru: Неупорядоченный список с маркерами.
th: รายการ bullet เดียว

# common_6_title
source: Table
cs: Tabulka
de: Tabelle
fr: Tableau
pl: Tabelka
ru: Таблица
th: โต๊ะ

# common_6_description
source: A simple table with up to 8 columns.
cs: Jednoduchá tabulka až s osmi sloupci.
de: Eine einfache Tabelle mit bis zu 8 Spalten.
fr: Un tableau simple avec un max. 8 colonnes.
pl: Prosta tabelka do ośmiu kolumn.
ru: Простая таблица, шириной до 8-ми колонок.
th: ตารางง่ายๆด้วยถึง 8 คอลัมน์

# special
source: Special elements
cs: Speciální prvky
de: Spezielle Elemente
fr: Eléments spéciaux
pl: Elementy specjalne
ru: Особые элементы
th: องค์ประกอบพิเศษ

# special_1_title
source: Filelinks
cs: Odkazy na soubory
de: Dateiverweise
fr: Fichiers à télécharger
pl: Lista plików
ru: Ссылки на файлы
th: ไฟล์ลิ้ง

# special_1_description
source: Makes a list of files for download.
cs: Vytvoří seznam souborů ke stažení.
de: Fügt eine Liste von Dateien zum Herunterladen ein.
fr: Liste de fichiers à télécharger.
pl: Tworzy listę plików do ściągnięcia.
ru: Вставить список файлов для загрузки
th: ทำให้รายการของไฟล์สำหรับการดาวน์โหลด

# special_2_title
source: Multimedia
cs: Multimédia
fr: Multimédia
ru: Мультимедиа
th: มัลติมีเดีย

# special_2_description
source: Inserts a media element like a Flash animation, audio file or video clip.
cs: Vloží multimediální prvek: Flash animaci, zvukový soubor nebo videoklip.
de: Fügt ein Medienelement (Flash-Animation, Video, Tondatei usw.) ein.
fr: Insérez un élément multimédia comme une animation flash ou un clip vidéo.
pl: Wstawia element multimedialny, taki jak animacja Flash, plik audio lub klip video.
ru: Вставить мультимедиа-элементы (анимацию, звуковые файлы или видео-клипы)
th: แทรกองค์ประกอบสื่อเช่นภาพเคลื่อนไหว Flash, ไฟล์เสียงหรือวิดีโอคลิป

# special_3_title
source: Sitemap
cs: Mapa webu
fr: Plan du site
pl: Mapa witryny
ru: Карта сайта
th: แผนที่เว็บไซต์

# special_3_description
source: Creates a sitemap of the website.
cs: Vytvoří mapu webu.
de: Erzeugt eine Sitemap für die Web-Site.
fr: Créer un plan du site.
pl: Generuje mapę witryny ułatwiającą nawigację na stronach.
ru: Создать карту этого сайта.
th: สร้าง sitemap ของเว็บไซต์

# special_4_title
source: Plain HTML
cs: Prostý HTML
de: HTML
fr: Code HTML
pl: Kod HTML
ru: Чистый HTML
th: HTML Plain

# special_4_description
source: With this element you can insert raw HTML code on the page.
cs: S tímto prvkem můžete vkládat do stránky neupravený kód HTML.
de: Mit diesem Element kann reiner HTML-Quelltext auf der Seite eingefügt werden.
fr: Avec cette élément, vous pouvez insérer du code HTML brut.
pl: Dzięki temu elementowi możesz wstawić na stronę kod HTML.
ru: С помощью этого элемента можно помещать на страницу чистый HTML-код.
th: กับองค์ประกอบที่คุณสามารถแทรกรหัส HTML ดิบในหน้านี้

# forms
source: Form elements
cs: Formuláře
de: Formulare
fr: Éléments de formulaire
pl: Formularze
ru: Форма
th: องค์ประกอบแบบ

# forms_1_title
source: Mail form
cs: E-mailový formulář
de: Mail-Formular
fr: Formulaire par e-mail
pl: Formularz pocztowy
ru: Почтовая форма
th: แบบฟอร์มอิเล็กทรอนิกส์

# forms_1_description
source: A response mail form by which users of the website can submit responses.
cs: E-mailový formulář, jehož prostřednictvím mohou uživatelé webu odesílat své reakce.
de: Ein Mail-Formular, mit dem Besucher der Web-Site Ihnen Bemerkungen zuschicken können.
fr: Un formulaire qui peut directement être envoyé par e-mail.
pl: Formularz wypełniany przez użytkownika na stronie, którego wynik jest wysyłany na podany adres email.
ru: Почтовая форма, с помощью которой пользователи могут послать свои замечания.
th: รูปแบบการตอบสนอง mail โดยที่ผู้ใช้เว็บไซต์สามารถส่งคำตอบ

# forms_2_title
source: Search form
cs: Vyhledávací formulář
de: Suchformular
fr: Formulaire de recherche
pl: Formularz wyszukiwania
ru: Поисковая форма
th: แบบฟอร์มการค้นหา

# forms_2_description
source: Draws a search form and the searchresult if a search is performed.
cs: Vytvoří vyhledávací formulář a výsledky vyhledávání, je-li použito.
de: Fügt ein Suchformular auf der Seite ein, sowie ggf. das Suchergebnis.
fr: Affiche un formulaire de recherche et le résultat si une recherche est faite.
pl: Wstawia formularz dzięki któremu można przeszukiwać strony.
ru: Создает на странице форму для поиска по сайту, а также отображает результаты поиска.
th: วาดรูปค้นหาและ searchresult หากจะดำเนินการค้นหา

# forms_3_title
source: Login form
cs: Přihlašovací formulář (login)
de: Anmeldeformular
fr: Formulaire d'identification
pl: Formularz logowania
ru: Форма входа в систему
th: แบบฟอร์มการเข้าสู่ระบบ

# forms_3_description
source: Login/logout form for website users. This is used to password protect pages. You must create website users and groups for this to work.
cs: Formulář pro přihlášení/odhlášení uživatelů webu. Lze použít pro ochranu stran heslem. Pro jeho úspěšnou funkci musíte vytvořit také uživatele a skupiny.
de: An-/Abmeldeformular für Benutzer. Dies wird für passwortgeschützte Web-Seiten benutzt. Sie müssen Web-Site-Benutzer und Benutzergruppen anlegen, um den Seitenschutz benutzen zu können.
fr: Formulaire d'identification pour les utilisateurs du site. C'est utilisé pour les pages protégées par mot de passe. Vous devez créer des utilisateurs et des groupes pour que ça fonctionne.
pl: Formularz logowania/wylogowania dla zarejestrowanych użytkowników. Używane do udostępniania zawartości stron określonym grupom użytkowników. Wcześniej należy stworzyć użytkowników i grupy.
ru: Форма входа в систему и выхода из нее (login/logout) для внешних пользователей. Используется для страниц, защищенных паролем. Для того, чтобы она могла работать, необходимо создать внешних пользователей и группы внешних пользователей (frontend users and groups).
th: Login แบบฟอร์ม / ล็อกเอาต์สำหรับผู้ใช้เว็บไซต์ นี้จะใช้รหัสผ่านป้องกันหน้า คุณต้องสร้างผู้ใช้เว็บไซต์และกลุ่มนี้ทำงาน

source: Plugins
cs: Doplňky
pl: Wtyczki
ru: Расширения
th: ปลั๊กอิน

# plugins_1_title
source: General Plugin
cs: Obecný doplněk
de: Allgemeines Plug-In
fr: Plugin général
pl: Wtyczka ogólnie
ru: Основное расширение
th: ปลั๊กอินทั่วไป

# plugins_1_description
source: If you want to insert a plugin which cannot be found among the options below, just select this element type and you can select your specific plugin in a selector box afterward.
cs: Pokud chcete vložit doplněk, který nemůžete nalézt ve výběru dole, vyberte tento typ prvku a budete moci vybrat váš specifický doplněk vzápětí v roletce.
de: Wenn Sie ein Plug-In einfügen wollen, welches nicht in den nachstehenden Optionen aufgeführt ist, dann wählen Sie diesen Element-Typ und anschließend das gewünschte Plug-In aus der Auswahlliste.
fr: Si vous voulez insérer un plugin qui ne peut être trouvé parmi les options ci-dessous, sélectionnez ce type d'élément et vous pourrez sélectionner votre plugin dans un menu déroulant
pl: Jeśli wymagana wtyczka nie znajduje się na poniższej liście, wybierz ten element a następnie skorzystaj z pola wyboru pozostałych wtyczek.
ru: Если Вы хотите вставить плагин, который не может быть найден среди вариантов ниже, выберите этот тип элемента, и Вы сможете выбрать желаемый плагин из списка позже.
th: ถ้าคุณต้องการแทรกปลั๊กอินที่ไม่พบในตัวเลือกด้านล่างเพียงแค่เลือกประเภทองค์ประกอบและคุณสามารถเลือกปลั๊กอินเฉพาะในช่องเลือกภายหลัง

# fce
source: Flexible content
cs: Flexibilní obsah
de: Flexibler Inhalt
fr: Contenu flexible
pl: Elastyczna zawartość
ru: Настраиваемый элемент
th: เนื้อหามีความยืดหยุ่น
