Repository: Kathara/templavoila
Catalog: Resources/Private/Language/*.locallang_csh_begr.xlf
Languages: de

# tx_templavoila_access.description
source: Select TemplaVoilà objects to disallow access to. Notice that disallowing access to DS (data structure) implicitly disallows access to any TO (template object) associated with this DS.
de: Wählen Sie die TemplaVoilà-Objekte aus, auf die kein Zugriff erlaubt werden soll. Beachten Sie, dass ein Verbot des Zugriffs auf DS (Datenstruktur) das Verbot des Zugriffs auf diesem DS zugeordnete TO (Vorlagenobjekte) impliziert.

# datastructure.description
source: Select data structure of this template object
de: Wählen Sie die Datenstruktur dieses Vorlagenobjekts aus

# fileref.description
source: Reference to a file to map with this template object
de: Verweis auf eine Datei, die mit diesem Vorlagenobjekt abgebildet werden soll

# previewicon.description
source: Select preview icon (optional)
de: Wählen Sie das Vorschausymbol aus (optional)

# description.description
source: Description of this template object
de: Beschreibung dieses Vorlagenobjekts

# rendertype.description
source: Select rendering type
de: Wählen Sie den Darstellungstyp aus

# parent.description
source: Select parent template
de: Wählen Sie die Stammvorlage aus

# localprocessing.description
source: Local processing XML overrides parts of Data Source XML. If you want to override parts of DS XML, enter it here
de: Lokale Bearbeitung des XML überschreibt Teile des Datenquellen-XML. Wollen Sie Teile des DS XML überschreiben, geben Sie es hier ein.

# enableaccessctrl.description
source: Access control for this template object. To enable access control, check the box
de: Zugriffsberechtigungen für dieses Vorlagenobjekt. Wählen Sie das Markierungsfeld aus, um die Zugriffskontrolle zu aktivieren.

# access.description
source: Lists groups and users. Select users and/or groups that will have access to this template object
de: Gruppen und Benutzer anzeigen. Wählen Sie Benutzer und/oder Gruppen aus, denen Zugriff auf dieses Vorlagenobjekt erteilt werden soll.
