Repository: Kathara/templavoila
Catalog: Resources/Private/Language/AdministrationModule/ElementController/*.locallang.xlf
Languages: cs, fr, pl, ru, th

# mapPreviewInfo
source: Preview of Data Structure sample data merged into the mapped tags
cs: Náhled vzorku dat Datové Struktury sloučený do namapovaných značek
fr: Prévisualisation des données d'exemple de la Structure de Données fusionnées dans les balises mappées
pl: Wyświetla wynik mapowania wykorzystując przykładowe dane ze Struktury Danych.
ru: Предварительный просмотр образцов данных Структуры Данных совместно с размеченными тегами.
th: ตัวอย่างของข้อมูลโครงสร้างข้อมูลตัวอย่างผสานเข้าแท็กแมป

# mapDSelement
source: Mapping Data Element
cs: Mapování prvku DS
fr: Élément mappé de la DS
pl: Mapowany element SD
ru: Разметка элемента данных

# mapLimitToTags
source: Limiting to tags
cs: Omezení na značky
fr: Limité aux balises
pl: Ograniczenie do tagów
ru: Ограничить тегами
th: จำกัด แท็ก

# mapWarningElementChange
source: Changing element type will change your existing settings!
cs: Změnou typu prvku se změní vaše stávající nastavení!
fr: Modifier des éléments modifiera vos paramètres existants :
pl: Zmiana typu elementu spowoduje również zmianę ustawień!
ru: Изменение типа элемента изменит существующие настройки!
th: ประเภทธาตุเปลี่ยนจะเปลี่ยนการตั้งค่าที่มีอยู่ของคุณ

# displayDSTitleTranslated
source: This title is translated!
cs: Tento název je přeložen!
fr: Ce titre est traduit!
pl: Ten tytuł jest tłumaczony!
ru: Этот заголовок переводится!
th: ชื่อนี้แปล!

# displayDSContentFound
source: Content found (%s chars)
cs: Nalezen obsah (%s znaků)
fr: Contenu trouvé (%s caractères)
pl: Znaleziono zawartość (%s znaków)
ru: Найденное содержимое (%s симв.)
th: เนื้อหาพบ (chars s%)

# displayDSContentEmpty
source: Content empty.
cs: Obsah prázdný.
fr: Contenu vide.
pl: Brak zawartości.
ru: Пустое содержимое.
th: เนื้อหาว่างเปล่า

# buttonRemap
source: Re-Map
cs: Mapovat znovu
fr: Re-mapper
pl: Re-Mapuj
ru: Переразметка

# buttonRemapTitle
source: Map this DS element to another HTML element in template file.
cs: Mapovat tento prvek DS na jiný prvek HTML v souboru šablony.
fr: Mappe cet élément de Structure de Données vers un autre élément HTML du fichier gabarit
pl: Zmapuj ten element do innego fragmentu HTML w szablonie.
ru: Перенести разметку с текущего элемента из СД на другой HTML элемент в файле шаблона.
th: แผนที่นี้องค์ประกอบอื่น DS องค์ประกอบ HTML ในแฟ้มแม่แบบ

# buttonChangeMode
source: Change Mode
cs: Změna režimu
fr: Changer de mode
pl: Zmień tryb
ru: Изменить режим
th: เปลี่ยนโหมด

# buttonChangeModeTitle
source: Change mapping mode, eg. from INNER to OUTER etc.
cs: Změna režimu mapování, např. z VNITŘNÍ na VNĚJŠÍ apod.
fr: Change de mode de mappage, par ex. de INNER à OUTER etc.
pl: Zmień tryb mapowania np. z INNER na OUTER lub na odwrót
ru: Изменить режим разметки, например с ВНУТРЕННЕГО на ВНЕШНИЙ.
th: เปลี่ยนโหมดการทำแผนที่เช่น จาก INNER ไปนอกเป็นต้น

# msgNoContentFound
source: No content found!
cs: Žádný obsah nenalezen!
fr: Pas de contenu trouvé!
pl: Nie znaleziono zawartości!
ru: Содержимое не найдено!
th: เนื้อหาไม่พบ!

# msgHowToMap
source: Click a tag-icon in the window below to map this element.
cs: Pro mapování tohoto prvku klepněte na ikonu tagu v okně níže.
fr: Cliquez sur l'icône de balise dans la fenêtre ci-dessous pour mapper cet élément.
pl: Kliknij w ikonę tagu w poniższym oknie by zmapować ten element
ru: Щелкните по значку тега в окошке ниже, для внесения его в разметку.
th: คลิกแท็กไอคอนในหน้าต่างด้านล่างเพื่อแผนที่องค์ประกอบนี้

# buttonMap
source: Map
cs: Mapovat
fr: Mapper
pl: Mapuj
ru: Разметка
th: แผนที่

source: Edit entry
cs: Upravit záznam
fr: Éditer entrée
pl: Edytuj pozycję
ru: Правка элемента
th: รายการแก้ไข

source: DELETE entry
cs: Odstranit záznam
fr: EFFACER entrée
pl: USUŃ pozycję
ru: УДАЛИТЬ элемент
th: รายการ DELETE

# confirmDeleteEntry
source: Are you sure to delete this Data Structure entry?
cs: Jste si jisti, že chcete odstranit tento záznam Datové Struktury?
fr: Êtes-vous sûr d'effacer cette entrée de la Structure de Données ?
pl: Jesteś pewien, że chcesz usunąć ten element Struktury Danych?
ru: Подтверждаете удаление текущего элемента Структуры Данных?
th: คุณแน่ใจที่จะลบรายการนี้ข้อมูลโครงสร้าง?

source: No sample data
cs: Žádná ukázková data
fr: Pas de données d'exemple
pl: Brak przykładowych danych
ru: Нет образца
th: ไม่มีข้อมูลตัวอย่าง

# mapEnterNewFieldname
source: Enter new fieldname
cs: Zadejte nový název pole
fr: Entrez le nom du nouveau champ
pl: Nazwa nowego elementu
ru: Введите новое название для поля
th: Enter fieldname ใหม่

# mapPresets_plainInput
source: Plain input field
cs: Běžné vstupní pole
fr: Champ de saisie
pl: Zwykłe pole tekstowe
ru: Простое поле ввода
th: เขต input ธรรมดา

# mapPresets_headerField
source: Header field
cs: Pole hlavičky
fr: Champ d'en-tête
pl: Pole nagłówkowe
ru: Поле заголовка
th: เขต Header

# mapPresets_gHederField
source: Header field, Graphical
cs: Pole hlavičky, grafické
fr: Champ d'en-tête, graphique
pl: Graficzne pole nagłówkowe
ru: Поле заголовка, графическое
th: เขตหัวกราฟิก

# mapPresets_textarea
source: Text area for bodytext
cs: Textové pole pro bodytext
fr: Zone de saisie pour le corps de texte
pl: Pole tekstowe w treści (typ: textarea)
ru: Текстовое поле для основного содержимого
th: พื้นที่อักษร bodytext

# mapPresets_rte
source: Rich text editor for bodytext
cs: Rozšířený editor pro bodytext
fr: Éditeur de texte riche pour le corps de texte
pl: Zaawansowany edytor tekstu w treści (RTE)
ru: Редактор текста для основного содержимого
th: แก้ไขข้อความ Rich สำหรับ bodytext

# mapPresets_linkField
source: Link field
cs: Pole odkazu
fr: Champ de lien
pl: Pole do wprowadzania linków
ru: Поле для ссылки
th: เขต Link

# mapPresets_integer
source: Integer value
cs: Celočíselná hodnota
fr: Valeur entière
pl: Wartość liczbowa (integer)
ru: Целое значение
th: ค่า Integer

# mapPresets_imageFixed
source: Image field, fixed W+H
cs: Pole obrázku, pevná Š + V
fr: Champ image, L+H fixe
pl: Grafika, określona szerokość i wysokość
ru: Поле для изображения, фиксированные Ш+В
th: ข้อมูลรูปภาพ, ถาวร W + H

# mapPresets_select
source: Selector box
cs: Výběrový box
fr: Boite de sélection
pl: Rozwijane pole wyboru
ru: Блок выбора
th: กล่องเลือก

# mapPresets_check
source: Check box
cs: Zaškrtávací pole
fr: Case à cocher
ru: Флажок
th: ตรวจสอบกล่อง

# mapPresets_image
source: Image field
cs: Pole obrázku
fr: Champ image
pl: Grafika
ru: Поле для изображения
th: ข้อมูลรูปภาพ

# mapPresets_ce
source: Page-Content Elements [Pos.: %s]
cs: Prvky obsahu stránky [Poz.: %s]
fr: Élément de contenu de page [Pos.: %s]
pl: Elementy zawartości strony [Poz.: %s]
ru: Элементы содержимого страницы [Поз.: %s]
th: องค์ประกอบ Page - Content [Pos . :% s]

# mapPresets_TSobjectPath
source: TypoScript Object Path
cs: Cesta k objektu TypoScriptu
fr: Chemin Objet TypoScript
pl: Ścieżka obiektu TypoScript
ru: Путь объекта TypoScript
th: เส้นทาง Object TypoScript

# mapPresets_none
source: None (TypoScript only)
cs: Žádná (pouze TypoScript)
fr: Aucun (seulement TypoScript)
pl: Brak (sam TypoScript)
ru: Нет (только TypoScript)
th: ไม่มี (TypoScript เท่านั้น)

# mapPresets_customTCA
source: Custom form setup (no preset used)
cs: Vlastní formulář (nepoužita předvolba)
fr: Configuration du formulaire personnel (pas de pré-définition utilisée)
pl: Własne ustawienia formularza (bez domyślnych)
ru: Форма дополнительной настройки (без использования предустановок)
th: การตั้งค่าแบบกำหนดเอง (ไม่ใช้ตั้งไว้ล่วงหน้า)

# mapPresetGroups_tceFields
source: Form Fields
cs: Pole formuláře
fr: Champs du formulaire
pl: Pola formularza
ru: Поля формы
th: เขตข้อมูลแบบฟอร์ม

# mapPresetGroups_ts
source: TypoScript Elements
cs: Prvky TypoScriptu
fr: Éléments TypoScript
pl: Elementy TypoScript
ru: Элементы TypoScript
th: องค์ประกอบ TypoScript

# mapPresetGroups_other
source: Other
cs: Ostatní
fr: Autre
pl: Inne
ru: Другое
th: อื่นๆ

# mapTSconstants
source: TypoScript Constants
cs: Konstanty TypoScriptu
fr: Constantes TypoScript
pl: Stałe TypoScript (Constants)
ru: Константы TypoScript
th: คง TypoScript

# mapTScode
source: TypoScript Code
cs: Kód TypoScriptu
fr: Code TypoScript
pl: Ustawienia TypoScript (Setup)
ru: Код TypoScript
th: รหัส TypoScript

# mapExtraOptions
source: Extra options
cs: Další volby
fr: Options supplémentaires
pl: Opcje dodatkowe
ru: Дополнительные параметры
th: ตัวเลือกเสริม

# mapPostProcesses
source: Applied post-processes
cs: Aplikované post-procesy
fr: Post-traitements appliqués
pl: Dołączone post-procesy
ru: Применяемая пост-обработка
th: ใช้กระบวนการ post -

# mapEnablePreview
source: Enable data preview in Page-Module
cs: Povolit náhled dat v modulu Stránka
fr: Activer la prévisualisation de données dans le module page
pl: Uaktywnij przegląd danych w module Strona
ru: Включить просмотр данных в модуле Страница
th: ตัวอย่างข้อมูลที่ใช้ใน Page - Module

# mapEnablePreview.enable
source: Enable
cs: Povolit
fr: Activer
pl: Uaktywnij
ru: Включить
th: เปิดใช้งาน

# mapEnablePreview.disable
source: Disable
cs: Zakázat
fr: Désactiver
pl: Zablokuj
ru: Отключить
th: ปิดการใช้งาน

# mapPPcastInteger
source: Cast content to integer
cs: Převést obsah na celé číslo
fr: Transforme le contenu en entier
pl: Zmień zawartość w liczbę (integer)
ru: Приведение содержимого к целому
th: โยนเนื้อหาจำนวนเต็ม

# mapPPhsc
source: Pass content through htmlSpecialChars (HSC)
cs: Filtrovat obsah skrz htmlSpecialChars (HSC)
fr: Passe le contenu à travers htmlSpecialChars (HSC)
pl: Przepuść zawartość przez htmlSpecialChars (HSC)
ru: Пропустить содержимое через htmlSpecialChars (HSC)
th: เนื้อหาผ่าน htmlSpecialChars (HSC)

# mapCustomStdWrap
source: Custom stdWrap
cs: Vlastní stdWrap
fr: stdWrap personnel
pl: Własny stdWrap
ru: Дополнительный stdWrap
th: stdWrap Custom

# mapTCElabel
source: Form label
cs: Štítek formuláře
fr: Étiquette du formulaire
pl: Etykieta formularza
ru: Метка формы
th: ป้ายแบบฟอร์ม

# mapTCEconf
source: Form configuration
cs: Konfigurace formuláře
fr: Configuration du formulaire
pl: Konfiguracja formularza
ru: Конфигурация формы
th: การตั้งค่าแบบ

# mapTCEextras
source: Form extras
cs: Další možnosti formuláře
fr: Suppléments du formulaire
pl: Opcje dodatkowe formularza
ru: Дополнения к форме
th: extras Form

# mapElContainers
source: Containers
cs: Kontejnery
fr: Conteneurs
pl: Kontenery
ru: Контейнеры
th: ภาชนะบรรจุ

# mapElElements
source: Elements
cs: Prvky
fr: Élements
pl: Elementy
ru: Элементы
th: องค์ประกอบ

# mapSection
source: Section of elements
cs: Sekce prvků
fr: Section d'éléments
pl: Sekcja elementów
ru: Раздел элементов
th: ส่วนขององค์ประกอบ

# mapContainer
source: Container for elements
cs: Kontejner pro prvky
fr: Conteneur pour les éléments
pl: Kontener na elementy
ru: Контейнер для элементов
th: ภาชนะสำหรับองค์ประกอบ

# mapElement
source: Element
cs: Prvek
fr: Élement
ru: Элемент
th: ธาตุ

# mapAttribute
source: Attribute
cs: Atribut
fr: Attribut
pl: Atrybut
ru: Атрибут
th: คุณลักษณะ

# mapNotMapped
source: Not mapped
cs: Nenamapovaný
fr: Non mappé
pl: Niemapowany
ru: Не размечено
th: ไม่แมป

# mapConfiguration
source: Configuration
cs: Konfigurace
pl: Konfiguracja
ru: Конфигурация
th: การตั้งค่า

# mapEditConfiguration
source: Edit general configuration
cs: Upravit obecnou konfiguraci
fr: Éditer la configuration générale
pl: Edytuj ogólne ustawienia elementu
ru: Правка основной конфигурации
th: แก้ไขการตั้งค่าทั่วไป

# mapDataProcessing
source: Data processing
cs: Zpracování dat
fr: Traitement de donnée
pl: Przetwarzanie danych
ru: Обработка данных
th: การประมวลผลข้อมูล

# mapEditDataProcessing
source: Edit data processing modifications
cs: Upravit změny zpracování dat
fr: Éditer les modifications du traitement de donnée
pl: Edytuj
ru: Править модификации обработки данных
th: แก้ไขข้อมูลการแก้ไข

# mapEditTyposcript
source: Edit Typoscript
cs: Upravit TypoScript
fr: Éditer le Typoscript
pl: Edytuj TypoScript
ru: Править Typoscript
th: Typoscript แก้ไข

# mapExtra
source: Extra
cs: Další
fr: Supplément
pl: Dodatkowe
ru: Дополнительно
th: เพิ่มเติม

# mapEditExtra
source: Edit extra options
cs: Upravit další možnosti
fr: Éditer les options supplémentaires
pl: Edytuj opcje dodatkowe
ru: Править дополнительные параметры
th: แก้ไขตัวเลือกพิเศษ

# mapTCEform
source: Form
cs: Formulář
fr: Formulaire
pl: Formularz
ru: Форма
th: รูป

# mapEditTCEform
source: Edit form configuration
cs: Upravit konfiguraci formuláře
fr: Éditer la configuration du formulaire
pl: Edytuj konfigurację formularza
ru: Править конфигурацию формы
th: การตั้งค่ารูปแบบแก้ไข

# mapObjectPath
source: Object path
cs: Cesta objektu
fr: Chemin de l'objet
pl: Ścieżka oniektu
ru: Путь объекта
th: เส้นทาง Object

# mapOldStyleColumnNumber
source: Old style column number
cs: Starý styl čísla sloupce
fr: Ancien style de numéro de colonne
pl: Numer kolumny w starym stylu
ru: Нумерация столбцов в старом стиле
th: จำนวนคอลัมน์ Old style

# mapOldStyleColumnNumber_label
source: Column number (0=normal, 1=left, 2=right, 3=border)
cs: Číslo sloupce (0=normální, 1=vlevo, 2=vpravo, 3=okraj)
fr: Numéro de colonne (0=normal, 1=gauche, 2=droite, 3=bordure)
pl: Numer kolumny (0=normalna, 1= lewa, 2=prawa, 3=boczna)
ru: Номера столбцов (0=обычный, 1=левый, 2=правый, 3=граничный)
th: จำนวนคอลัมน์ (0 = ปกติ 1 = ซ้าย 2 = ขวา, 3 border =)

# mapEnableDragDrop
source: Enable Drag&Drop in this container
cs: Povolit Drag&Drop v tomto kontejneru
fr: Activer le glisser & déplacer sur ce conteneur
pl: Uaktywnij technikę Przeciągnij i Upuść w kontenerze
ru: Включить перетягивание в этом контейнере
th: เปิดใช้งานการลากและวางในภาชนะนี้

# errorNoContentInFile
source: No content found in file reference
cs: Žádný obsah nenalezen v referenci souborů
fr: Aucun contenu trouvé dans le fichier en référence
pl: Nie znaleziono zawartości we wskazanym pliku
ru: По ссылке на файл содержимое не найдено
th: เนื้อหาไม่พบในแฟ้มอ้างอิง

# errorNoFileToDisplay
source: No file to display
cs: Žádný soubor k zobrazení
fr: Pas de fichier à afficher
pl: Brak pliku do wyświetlenia
ru: Нет файла для отображения
th: ไม่มีไฟล์แสดง

source: Error
cs: Chyba
fr: Erreur
pl: Błąd
ru: Ошибка
th: ความผิดพลาด

# errorNoStorageFolder
source: No accessible Storage Folder found - please create one immediately!
cs: Nebylo nalezeno žádné úložiště záznamů - prosím nejdříve nějaké vytvořte!
fr: Aucun dossier système accessible n'a été trouvé - veuillez en créer un immédiatement!
pl: Brak dostępu do Folderu Magazynowania (Storage Folder) - utwórz go!
ru: Не найдено ни одной доступной папки хранилища - необходимо срочно создать её!
th: ไม่สามารถเข้าถึงโฟลเดอร์เก็บ found -- กรุณาสร้างทันที!

# errorTONotSaved
source: No Template Object was created although the Data Structure was (UID %s)!
cs: Nebyl vytvořen žádný Objekt Šablony, ale Datová Struktura vytvořena byla (UID %s)!
fr: Aucun Objet Gabarit n'a été créé bien que la Structure de Données l'ai été (UID %s)!
pl: Nie stworzono Template Object pomimo, że Data Structure był (UID %s)!
ru: Шаблон не был создан, хотя структура данных (UID %s) была создана
th: No แม่แบบ Object สร้าง แต่ข้อมูลโครงสร้างได้ (% s UID)!

# errorTONotCreated
source: No Data Structure was created!
cs: Nebyla vytvořena žádná Datová Struktura!
fr: Aucune Structure de Données n'a été créée!
pl: Data Structure nie został utworzony!
ru: Структура данных не создана!
th: ไม่มีข้อมูลโครงสร้างสร้าง!

# errorNoUidFound
source: No UID was found pointing to a Template Object record.
cs: Nebyl nalezen žádný UID ukazující na záznam typu Objekt Šablony.
fr: Aucun UID correspondant à l'Objet Gabarit n'a été trouvé.
pl: Nie został odnaleziony UID wskazujący nad rekord Template Object.
ru: Не найден UID, указывающий на шаблон
th: UID ไม่พบชี้ไปที่บันทึกแม่แบบ Object

# errorNoDSrecord
source: ERROR: No Data Structure Record with the UID %s
cs: CHYBA: Žádný záznam Datové Struktury s UID %s
fr: ERREUR : aucun enregistrement de Structure de Données avec l'UID %s
pl: BŁĄD: Nie ma Struktur Danych z UID %s
ru: ОШИБКА: нет записи Структуры Данных с UID %s
th: ผิดพลาด : ไม่มีข้อมูลโครงสร้างรายการด้วย UID% s

# errorInDSO
source: Data Structure Object ERROR
cs: CHYBA objektu Datové Struktury
fr: ERREUR dans l'objet Structure de Données
pl: BŁĄD obiektu Struktury Danych
ru: ОШИБКА в объекте Структуры Данных
th: ข้อมูลผิดพลาดวัตถุโครงสร้าง

# errorNoDSfound
source: No Data Structure Record could be found with UID "%s"!
cs: Nebyl nalezen žádný záznam Datové Struktury s UID "%s"!
fr: Aucun enregistrement Structure de Données avec l'UID "%s"!
pl: Nie można odnaleźć Struktury Danych z UID "%s"!
ru: Невозможно найти запись Структуры Данных с UID "%s"!
th: ไม่มีข้อมูลโครงสร้างรายการอาจจะพบกับ UID% s"!

# errorFileNotFound
source: The file "%s" could not be found!
cs: Soubor "%s" nebyl nalezen!
fr: Le fichier "%s" ne peut être trouvé!
pl: Plik %s nie został znaleziony!
ru: Не может быть найден файл "%s"!
th: file"% s"ไม่พบ!

# errorNoTOfound
source: No Template Object Record with the UID "%s"!
cs: Nebyl nalezen žádný záznam Objektu Šablony s UID "%s"!
fr: Aucun enregistrement Objet Gabarit avec l'UID "%s"!
pl: Nie można odnaleźć Obiektu Szablonu z UID "%s"!
ru: Невозможно найти запись Объекта Шаблона с UID "%s"!
th: No แม่แบบ Object รายการด้วย UID% s"!

# errorNoToTitleDefined
source: No "title" defined, unable to create DS/TO.
cs: Žádný "název" nedefinován, nelze vytvořit DS/TO.
fr: Aucun "titre" n'est défini, impossible de créer un DS/TO
pl: Nie podano tytułu, nie można utworzyć SD/OS
ru: Не определен "title", невозможно создать СД/ОШ.
th: กำหนดชื่อเรื่องไม่ได้ ไม่สามารถสร้าง DS/TO.

# validateTpl
source: Validate template file (on validator.w3c.org)
cs: Ověřit soubor šablony (na validator.w3c.org)
fr: Fichier de gabarit valide (validator.w3c.org)
pl: Walidacja pliku szablonu (na validator.w3c.org)
ru: Утвердить файл шаблона (на validator.w3c.org).
th: แฟ้มแม่แบบตรวจสอบ
