Repository: Kathara/templavoila
Catalog: Resources/Private/Language/AdministrationModule/ElementController/*.locallang.xlf
Languages: cs, fr, pl, ru, th

# title
source: TemplaVoilà
ru: TemplaVoila

source: Template File
cs: Soubor šablony
fr: Fichier de Gabarit
pl: Plik TemplaVoilà
ru: Файл шаблона
th: แฟ้มแม่แบบ

source: Template Object
cs: Objekt šablony
fr: Objet Gabarit
pl: Obiekt Szablonu
ru: Шаблон
th: วัตถุแม่แบบ

# titleXmlConfiguration
source: XML configuration
cs: Konfigurace XML
fr: Configuration XML
pl: Konfiguracja XML
ru: XML-конфигурация
th: XML การกำหนดค่า

# titleLoadDSXml
source: Load DS XML
cs: Nahrát XML DS
fr: Charger le XML de la DS
pl: Załaduj XML z innej Struktury Danych
ru: Загрузить XML Структуры Данных
th: DS Load XML

# mappingTitle
source: TemplaVoilà Template Mapping
cs: Mapování šablony TemplaVoilà
fr: Gestion des gabarit Templavoilà
pl: Mapowanie szablonu TemplaVoilà
ru: Привязка шаблона TemplaVoilà
th: Mapping Template

# mappingNEW
source: [NEW]
cs: [NOVÝ]
fr: [NOUVEAU]
pl: [NOWE]
ru: [НОВОЕ]

# mappingHeadParts
source: Adding parts from HTML header
cs: Přidání částí HTML hlavičky
fr: Ajoute les parties de l'en-tête HTML
pl: Dodawanie elementów z nagłówka szablonu HTML
ru: Добавление заголовков HTML
th: เพิ่มส่วนจาก HTML header

# mappingBodyParts
source: Data Structure to be mapped to HTML template
cs: Datová Struktura k namapování na HTML šablonu
fr: Structure de Données à mapper au gabarit HTML
pl: Struktura Danych mapowana w HTML
ru: Структура Данных для привязки к HTML-шаблону
th: โครงสร้างข้อมูลที่จะแมปกับ HTML แม่แบบ

# rootDescription
source: Select the HTML element on the page which you want to be the overall container element for the template.
cs: Vyberte ten HTML prvek na stránce, který chcete mít za hlavní ohraničující prvek šablony.
fr: Sélectionner dans la page l'élément HTML qui doit être le conteneur principal pour le gabarit.
pl: Wybierz element HTML na stronie, który będzie głównym kontenerem dla szablonu.
ru: Выберите HTML-элемент на странице, который будет содержать все остальные элементы
th: เลือกองค์ประกอบในหน้า HTML ที่คุณต้องการจะเก็บองค์ประกอบโดยรวมของแม่แบบ

# selectTOrecrdToLoadDSFrom
source: Select a Template Object record to load a Data Structure/Mapping information from
cs: Vyberte záznam objektu šablony, ze kterého chcete nahrát datovou strukturu/informace o mapování
fr: Sélectionnez un enregistrement Objet Gabarit à charger depuis la Structure de Données / les informations de mappage
pl: Wybierz Obiekt Szablonu z którego ma być załadowana Struktura Danych i/lub informacje o mapowaniu
ru: Выберите Объект Шаблона из которой загрузится информация о Структуре Данных и привязке
th: เลือกระเบียน Template Object โหลดข้อมูลโครงสร้าง / ข้อมูลแผนที่จาก

# noDSDefined
source: No Data Structure was defined in the record... (Must be T3DataStructure XML content)
cs: V záznamu nebyla definovaná žádná Datová Struktura... (Musí to být obsah typu T3DataStructure XML)
fr: Aucune Structure de Données n'est définie pour cet enregistrement... (devrait être un contenu XML T3DataStructure)
pl: W wybranym rekordzie nie zdefiniowano kodu XML Struktury Danych (musi zawierać T3DataStructure XML)
ru: Структура Данных не определена в записи... (Отсутствует T3DataStructure XML?)
th: ไม่มีข้อมูลโครงสร้างถูกกำหนดไว้ในบันทึก ... (ต้องมีเนื้อหา T3DataStructure XML)

# pasteDSXml
source: Alternatively, paste the Data Structure XML into this form
cs: Alternativně, vložte XML Datové Struktury do tohoto formuláře
fr: Alternativement, vous pouvez coller la Structure de Données XML dans ce formulaire
pl: lub wklej XML z innej Struktury Danych w poniższym polu
ru: Другой вариант: вставьте XML Структуры Данных в эту форму
th: หรือวางข้อมูลโครงสร้าง XML ในฟอร์มนี้

# loadDSXml
source: Load Data Structure
cs: Nahrát Datovou Strukturu
fr: Charge la Structure de Données
pl: Załaduj Strukturę Danych
ru: Загрузить Структуру Данных
th: Load โครงสร้างข้อมูล

# instrunctions
source: Instructions
cs: Instrukce
pl: Instrukcje
ru: Инструкции
th: คำแนะนำ

source: to be defined
cs: má být definováno
fr: à définir
pl: należy określić
ru: определение
th: เพื่อกำหนด

# tabTODetails
source: Information
cs: Informace
fr: Informations
pl: Informacja
ru: Информация
th: ข้อมูล

# tabHeadParts
source: Header Parts
cs: Části hlavičky
fr: Zone d'entêtes
pl: Elementy nagłówka
ru: Заголовки
th: ส่วน Header

# tabBodyParts
source: Mapping
cs: Mapování
fr: Mappage
pl: Mapowanie
ru: Привязка
th: การทำแผนที่

# dsTypes_section
source: Section
cs: Část
pl: Sekcja
ru: Раздел
th: มาตรา

# dsTypes_container
source: Container
cs: Kontejner
fr: Conteneur
pl: Kontener
ru: Контейнер
th: ภาชนะ

# dsTypes_attribute
source: Attribute
cs: Atribut
fr: Attribut
pl: Atrybut
ru: Атрибут
th: คุณลักษณะ

# dsTypes_element
source: Element
cs: Prvek
fr: Élément
ru: Элемент
th: ธาตุ

# dsTypes_notmapped
source: Not Mapped
cs: Nemapováno
fr: Non mappé
pl: Niezmapowany
ru: Не размечено
th: ไม่กำหนดตำแหน่ง

# buttonGoBack
source: Go back
cs: Jdi zpět
fr: Retour
pl: Wróć
ru: Вернуться
th: กลับไป

# buttonCancel
source: Cancel
cs: Storno
fr: Annuler
pl: Anuluj
ru: Отмена
th: ยกเลิก

# buttonShowXML
source: Show XML
cs: Ukázat XML
fr: Affiche XML
pl: Pokaż XML
ru: Показать XML
th: XML แสดง

# buttonClearAll
source: Clear all
cs: Vyčistit vše
fr: Tout effacer
pl: Wyczyść wszystko
ru: Очистить все
th: ล้าง

# buttonPreview
source: Preview
cs: Náhled
fr: Prévisualisation
pl: Podgląd
ru: Предпросмотр

# buttonSave
source: Save
cs: Uložit
fr: Enregistrer
pl: Zapisz
ru: Сохранить
th: ประหยัด

# buttonSaveExit
source: Save and Exit
cs: Uložit a odejít
fr: Sauver et quitter
pl: Zapisz i wyjdź
ru: Сохранить и выйти
th: บันทึกและออกจาก

# buttonSaveAs
source: Save as
cs: Uložit jako
fr: Enregistrer sous
pl: Zapisz jako
ru: Сохранить как
th: บันทึกเป็น

# buttonLoad
source: Load
cs: Nahrát
fr: Charger
pl: Załaduj
ru: Загрузить
th: ภาระ

# buttonRefresh
source: Refresh
cs: Obnovit
fr: Rafraîchir
pl: Odśwież
ru: Обновить

# buttonAdd
source: Add
cs: Přidat
fr: Ajouter
pl: Dodaj
ru: Добавить
th: เพิ่ม

# buttonUpdate
source: Update
cs: Aktualizovat
fr: Mettre à jour
pl: Uaktualnij
ru: Обновить

# buttonDelete
source: Delete
cs: Vymazat
fr: Effacer
pl: Usuń
ru: Удалить
th: ลบ

# buttonCancelClose
source: Cancel / Close
cs: Vymazat / Zavřít
fr: Annuler / Fermer
pl: Anuluj / Zamknij
ru: Отмена / Закрыть
th: ยกเลิก / Close

# buttonTitle_showXML
source: Preview the currently build Data Structure as XML
cs: Náhled aktuálně vytvořené Datové Struktury jako XML
fr: Prévisualiser la Structure de Données actuelle en XML
pl: Zobacz wynikowy kod XML obecneej Struktury Danych
ru: Предварительный просмотр созданной Структуры Данных в виде XML
th: ตัวอย่างที่กำลังสร้างโครงสร้างข้อมูลเป็น XML

# buttonTitle_clearAll
source: Clear all Data Structure and Mapping information
cs: Vyčistit všechny Datové Struktury a informace o mapování
fr: Effacer toutes les informations de Structure de Données et de mappage
pl: Wyczyść całą Strukturę Danych oraz informacje o mapowaniu
ru: Очистка всей структуры данных и информации по разметке
th: ล้างข้อมูลโครงสร้างและข้อมูลแผนที่

# buttonTitle_preview
source: Preview the mapping to the template
cs: Náhled mapování šablony
fr: Prévisualiser le mappage du gabarit
pl: Podgląd mapowania do szablonu
ru: Предварительный просмотр разметки на шаблоне
th: ตัวอย่างการทำแผนที่ในแม่แบบ

# buttonTitle_save
source: Save to current TO and DS
cs: Uložit aktuální TO a DS
fr: Sauver vers le TO et la DS courants
pl: Zapisz w obecnych OS i SD
ru: Сохранить в текущие ОШ и СД
th: บันทึกปัจจุบันและ DS

# buttonTitle_saveExit
source: Save to current TO and DS and return to Overview
cs: Uložit aktuální TO a DS, a vrátit se na přehled
fr: Sauver vers le TO et la DS courants et revenir à l'aperçu
pl: Zapisz w obecnych OS i SD i wróć do przeglądu
ru: Сохранить в текущие ОШ и СД и вернуться к просмотру
th: บันทึกปัจจุบันและ DS และกลับไปที่ภาพรวม

# buttonTitle_saveAs
source: Go to save menu
cs: Přejít na menu uložení
fr: Aller au menu d'enregistrement
pl: Zapisz zmodyfikowaną Strukturę Danych
ru: Переход к меню сохранения
th: ไปบันทึกเมนู

# buttonTitle_load
source: Go to load menu
cs: Přejít na menu nahrání
fr: Aller au menu de chargement
pl: Załaduj dane z innej Struktury/Szablonu
ru: Переход к меню загрузки
th: ไปโหลดเมนู

# buttonTitle_refresh
source: Redraw screen
cs: Překreslit obrazovku
fr: Redessiner l'écran
pl: Odśwież widok
ru: Перерисовка экрана
th: จอวาด

# buttonSet
source: Set
cs: Nastavit
fr: Assigner
pl: Ustaw
ru: Установить
th: ตั้งค่า

# buttonSetTitle
source: Will update session data with current settings.
cs: Aktualizuje data relace aktuálním nastavením.
fr: Mettra à jour les données de session avec les réglages actuels.
pl: Zastosuj wprowadzone zmiany przed zapisem (!)
ru: Обновление данных сессии по текущим настройкам.
th: จะปรับปรุงข้อมูลครั้งกับการตั้งค่าปัจจุบัน

# buttonClearAllMappingTitle
source: Clears all mapping information currently set.
cs: Vymaže všechny aktuálně nastavené mapovací informace.
fr: Effacer toutes les informations de mappage actuellement définies.
pl: Czyści wszystkie informacje o obecnym mapowaniu!
ru: Очистка всей установленной на данный момент информации по разметке.
th: ลบข้อมูลแผนที่ทั้งหมดชุดนี้

# buttonPreviewMappingTitle
source: Will merge sample content into the template according to the current mapping information.
cs: Sloučí vzorek obsahu do šablony podle aktuálních mapovacích informací.
fr: Fusionnera les contenus d'exemple dans le gabarit en fonction des informations actuelles de mappage.
pl: Wyświetla wynik mapowania wykorzystując przykładowe dane.
ru: Объединение типового содержимого в шаблон, согласно текущей информации о разметке.
th: จะรวมเนื้อหาเป็นตัวอย่างแม่แบบตามข้อมูลแผนที่ในปัจจุบัน

# buttonSaveTOTitle
source: Saving all mapping data into the Template Object.
cs: Ukládám všechna mapovacích dat do objektu šablony.
fr: Enregistrer toutes les données de mappage dans l'objet de gabarit.
pl: Zapisuje w szablonie nowe dane mapowania.
ru: Сохранение всех данных о разметке в Объект Шаблона.
th: บันทึกข้อมูลแผนที่ทั้งหมดลงในแม่แบบ Object

# buttonSaveAndReturn
source: Save and Return
cs: Uložit a návrat
fr: Enregistrer et revenir
pl: Zapisz i wróć
ru: Сохранить и вернуться.
th: บันทึกและกลับ

# buttonSaveAndReturnTitle
source: Saving all mapping data into the Template Object and return.
cs: Ukládám všechna mapovacích data do objektu šablony a vracím se zpět.
fr: Enregistrer toutes les données de mappage dans l'objet de gabarit et revenir.
pl: Zapisuje w szablonie nowe dane mapowania i opuszcza ten edytor.
ru: Сохранение всех данных о разметке в Объект Шаблона и возвращение.
th: บันทึกข้อมูลแผนที่ทั้งหมดลงในแม่แบบของวัตถุและผลตอบแทน

# buttonRevert
source: Revert
cs: Vrátit
fr: Remettre
pl: Przywróć
ru: Вернуться
th: ย้อนกลับ

# buttonRevertTitle
source: Reverting %s mapping data to original data in the Template Object.
cs: Vracím %s data mapování na původní data v objektu šablony.
fr: Remettre %s données de mappage vers les données originales dans l'Objet Gabarit.
pl: Przywracanie %s danych mapowania do wartości domyślnych z Obiektu Szablonu
ru: Возвращение %s данных о разметке к оригинальным из Объекта Шаблона.
th: ตอกหมุด% s แผนที่ข้อมูลไปข้อมูลเดิมในแม่แบบ Object

# createDSTO
source: CREATE Data Structure / Template Object
cs: VYTVOŘIT datovou strukturu / objekt šablony
fr: CRÉER Structure de Données / Objet Gabarit
pl: UTWÓRZ Strukturę Danych / Obiekt Szablonu
ru: СОЗДАТЬ Структуру Данных / Объект Шаблона
th: สร้างโครงสร้างข้อมูล / Template Object

# updateDSTO
source: UPDATE existing Data Structure / Template Object
cs: AKTUALIZOVAT existující datovou strukturu / objekt šablony
fr: METTRE À JOUR Structure de Données / Objet Gabarit existant
pl: UAKTUALNIJ istniejącą Strukturę Danych / Obiekt Szablonu
ru: ОБНОВИТЬ существующие Структуру Данных / Объект Шаблона
th: UPDATE ข้อมูลที่มีอยู่โครงสร้าง / Object แม่แบบ

# updateDSTOshort
source: UPDATE TO (and DS)
cs: AKTUALIZOVAT TO (a DS)
fr: METTRE À JOUR TO (et DS)
pl: UAKTUALNIJ OS (oraz SD)
ru: ОБНОВИТЬ ОШ (и СД)
th: UPDATE TO DS (และ)

# saveDSTOconfirm
source: Are you sure you want to override the current contents of these records?\nThis feature is meant to support the process of creating new Data Structures which have not been manually edited yet.
cs: Jste si jisti, že chcete přepsat aktuální obsah těchto záznamů?\nTato vlastnost je určena na podporu procesu vytváření nových Datových Struktur, které nebyly doposud ručně upraveny.
fr: Êtes-vous sûr de vouloir écraser les contenus actuels de ces enregistrements ?\nCe dispositif est censé supporter la création de nouvelles Structures de Données qui n'ont pas encore été éditées.
pl: Czy na pewno chcesz nadpisać obecną zawartość tych rekordów? \n Ten kreator jest przeznaczony głównie do TWORZENIA nowych Struktur Danych, które nie były jeszcze edytowane manualnie! Pamiętaj, że stracisz wszystkie samodzielne zmiany!
ru: Действительно нужно переопределить текущие содержимые этих записей?\nЭта функция предназначена для поддержания процесса создания новых Структур Данных, которые еще не были вручную отредактированы.
th: คุณแน่ใจหรือว่าต้องการแทนที่เนื้อหาปัจจุบันของรายการเหล่านี้ \ คุณลักษณะ nThis มีขึ้นเพื่อสนับสนุนกระบวนการสร้างโครงสร้างข้อมูลใหม่ที่ยังไม่ได้แก้ไขด้วยตนเองยัง

# createDSTOshort
source: CREATE DS / TO
cs: VYTVOŘIT DS / TO
fr: CRÉER DS / TO
pl: UTWÓRZ SD / OS
ru: СОЗДАТЬ СД / ОШ
th: DS CREATE / TO

# titleDSTO
source: Title of DS/TO
cs: Název DS/TO
fr: Titre de DS/TO
pl: Nazwa SD/OS
ru: Название СД/ОШ
th: ชื่อของ DS / TO

source: Template Type
cs: Typ šablony
fr: Type de gabarit
pl: Typ szablonu
ru: Тип шаблона
th: แม่แบบ

source: Page Template
cs: Šablona stránky
fr: Gabarit de page
pl: Szablon strony
ru: Шаблон страницы
th: แม่แบบหน้า

source: Content Element
cs: Prvek obsahu
fr: Élément de contenu
pl: Element Zawartości
ru: Элемент содержимого
th: Element Content

source: Undefined
cs: Nedefinovaný
fr: Non défini
pl: Nieokreślony
ru: Не определен
th: ตะคุ่ม

source: Store in PID
cs: Uložit v PID
fr: Stocke dans PID
pl: Składuj w PID
ru: Сохранить в PID
th: เก็บใน PID

source: Select TO
cs: Vybrat TO
fr: Sélectionner TO
pl: Wybierz OS
ru: Выбрать ТО
th: เพื่อเลือก

# buildingDS
source: Building Data Structure
cs: Vytvářím Datovou Strukturu
fr: Construire la Structure de Données
pl: Tworzenie Struktury Danych
ru: Создание Структуры Данных
th: อาคารโครงสร้างข้อมูล

# renderDSO_dataStructure
source: Data Structure in record
cs: Datová Struktura v záznamu
fr: Structure de Données dans l'enregistrement
pl: Struktura Danych w rekordzie
ru: Структура Данных в записи
th: ข้อมูลโครงสร้างในบันทึก

# renderDSO_dataElement
source: Data Element
cs: Datový prvek
fr: Élément de donnée
pl: Element Danych
ru: Элемент данных
th: Element Data

# renderDSO_mappingInstructions
source: Mapping Instructions
cs: Mapovací instrukce
fr: Instructions de mappage
pl: Instrukcja mapowania
ru: Инструкции по разметке
th: คำแนะนำ Mapping

# renderDSO_rules
source: Rules
cs: Pravidla
fr: Règles
pl: Zasady
ru: Правила
th: กฎระเบียบ

# renderDSO_title
source: Title
cs: Název
fr: Titre
pl: Tytuł
ru: Заголовок
th: ชื่อเรื่อง

# renderDSO_fileRef
source: File reference
cs: Odkaz na soubor
fr: Référence de fichier
pl: Odwołanie do pliku
ru: Ссылка на файл
th: อ้างอิงไฟล์

# renderDSO_dataLgd
source: Mapping Data Lgd
cs: Mapovací data Lgd
fr: Données de mappage Lgd
pl: Dane mapowania
ru: Данные по разметке Lgd
th: ข้อมูลแผนที่ Lgd

# renderDSO_usedTO
source: Template Objects using this Data Structure
cs: Objekty šablon využívající tuto datovou strukturu
fr: Objets Gabarit utilisant cette Structure de Données
pl: Szablony używające tej Struktury Danych
ru: Объекты Шаблона, использующие эту Структуру Данных
th: แม่แบบนี้โดยใช้วัตถุโครงสร้างข้อมูล

# renderDSO_XML
source: Data Structure XML
cs: XML Datové Struktury
fr: XML de la Structure de Données
pl: XML Struktury Danych
ru: Структура Данных XML
th: XML โครงสร้างข้อมูล

# renderDSO_DSO
source: Data Structure Object
cs: Objekt Datové Struktury
fr: Objet de la Structure de Données
pl: Struktura Danych - informacje
ru: Объект Структуры Данных
th: วัตถุโครงสร้างข้อมูล

# renderDSO_noUid
source: No UID was found pointing to a Data Structure Object record.
cs: Nebylo nalezeno žádné UID, poukazující na záznam Objektu Datové Struktury.
fr: Pas d'UID trouvé pointant vers cet enregistrement d'objet de Structure de Données.
pl: Nie znaleziono UID wskzującego na obiekt Struktury Danych
ru: Не было найдено никаких UID, указывающих на запись объекта Структуры Данных.
th: UID ไม่พบชี้ให้บันทึกข้อมูลโครงสร้างวัตถุ

# renderDSO_notFound
source: (NOT FOUND)
cs: (NENALEZENO)
fr: (NON TROUVÉ)
pl: (NIE ZNALEZIONO)
ru: (НЕ НАЙДЕНО)
th: (ไม่พบ)

source: (ALL)
cs: (VŠE)
fr: (TOUS)
pl: (WSZYSTKO)
ru: (ВСЕ)

# renderTO_toDetails
source: Template Object Details
cs: Detaily objektu šablony
fr: Détails de l'Objet Gabarit
pl: Szczegóły Obiektu Szablonu
ru: Подробности об Объекте Шаблона
th: แม่แบบรายละเอียดวัตถุ

# renderTO_dsRecord
source: Data Structure Record
cs: Záznam Datové Struktury
fr: Enregistrement de la Structure de Données
pl: Struktura Danych
ru: Запись Структуры Данных
th: บันทึกโครงสร้างข้อมูล

# renderTO_updateWarningConfirm
source: Warning: You should only modify Data Structures and Template Objects which have not been manually edited. You risk that manual changes will be removed without further notice!
cs: Upozornění: Měli byste pouze upravit Datové Struktury a Objekty Šablony, které nebyly ručně upraveny\nRiskujete, že budou manuální změny bez dalšího upozornění odstraněny!
fr: Attention : vous devez modifier seulement les Structure de Données et les Objets Gabarit qui n'ont pas été modifié manuellement. Vous risquez l'effacement de ces changements manuels sans autre avertissement!
pl: OSTRZEŻENIE: Powinieneś edytować Struktury Danych i Obiekty Szablonów wyłącznie jeśli nie były modyfikowane manualnie! \n Ryzykujesz utratę wprowadzonych samodzielnie zmian bez dalszych ostrzeżeń!
ru: Предупреждение: следует изменять лишь Структуры Данных и Объекты Шаблонов, которые не редактировались вручную.\nИначе остается риск, что внесенные вручную изменения будут удалены без дальнейших предупреждений!
th: คำเตือน : คุณควรปรับเปลี่ยนโครงสร้างข้อมูลและวัตถุแม่แบบที่ไม่ได้แก้ไขด้วยความเสี่ยง nYou \ ว่าการเปลี่ยนแปลงตนเองจะถูกลบออกโดยไม่ต้องแจ้งให้ทราบต่อไป!

# renderTO_editDSTO
source: Modify DS / TO
cs: Upravit DS / TO
fr: Modifier DS / TO
pl: Modyfikuj SD / OS
ru: Изменение СД / ОШ
th: DS แก้ไข / TO

# renderTO_dsFile
source: Data Structure File
cs: Soubor Datové Struktury
fr: Fichier de structure de données
pl: Plik Struktury Danych
ru: Файл Структуры Данных
th: แฟ้มโครงสร้างข้อมูล

# renderTO_toInfo
source: Template Object Information
cs: Informace o Objektu Šablony
fr: Information de l'objet gabarit
pl: Obiekt Szablonu - informacje
ru: Информация об Объекте Шаблона
th: ข้อมูลวัตถุแม่แบบ

# rootMultiTemplate_title
source: ROOT of MultiTemplate
cs: KOŘEN MultiŠablony
fr: Racine du gabarit multiple
pl: ROOT dla wielu szablonów
ru: КОРЕНЬ МультиШаблона
th: ROOT ของ MultiTemplate

# rootMultiTemplate_description
source: Select the ROOT container for this template project. Probably just select a body-tag or some other HTML element which encapsulates ALL sub templates!
cs: Vyberte ROOT kontejner pro tento projekt šablony. Vyberte asi jen tag body nebo jiný HTML prvek, který sdružuje VŠECHNY podšablony!
fr: Sélectionnez le conteneur racine pour ce projet de gabarit. Sûrement juste sélectionner la balise body ou un autre élément HTML qui encapsule TOUS les sous-gabarits!
pl: Wybierz element nadrzędny (ROOT) w bieżącym projekcie. Najprawdopodobniej jest to tag BODY, choć może być to też inny tag obejmujący WSZYSTKIE wymagane elementy!
ru: Выберете КОРНЕВОЙ контейнер для проекта этого шаблона. Вероятно нужно выбрать тег body или другой элемент HTML, содержащий ВСЕ подшаблоны!
th: เลือกภาชนะ ROOT สำหรับแม่แบบนี้โครงการ อาจเพียงแค่เลือกตัวแท็กหรือบางองค์ประกอบ HTML อื่น ๆ ที่ encapsulates sub ALL แม่!

# msgMappingIsDifferent
source: The current mapping information is different from the mapping information in the Template Object
cs: Aktuální mapovací informace jsou odlišné od mapovacích informací Objektu Šablony
fr: L'information de mappage actuelle est différente de celle de l'Objet Gabarit
pl: Obecne mapowanie różni się od tego z Obiektu Szablonu
ru: Текущая информация о разметки отличается от содержащейся в Объекте Шаблона.
th: ข้อมูลแผนที่ในปัจจุบันแตกต่างจากข้อมูลการทำแผนที่ในแม่แบบ Object

# msgDSTOSaved
source: Data Structure (UID %s) and Template Record (UID %s) was saved in PID %s
cs: Datová Struktura (UID %s) a Záznam šablony (UID %s) byly uloženy v PID %s
fr: La Structure de Données (UID %s) et l'enregistrement de gabarit (UID %s) ont bien été sauvés dans PID %s
pl: Data Structure (UID %s) oraz Template Record (UID %s) zostało zapisne w PID %s
ru: Структура данных (UID %s) и шаблон (UID %s) сохранены на странице с PID %s
th: ข้อมูลโครงสร้าง (% UID s) และแม่ Record (s% UID) บันทึกไว้ใน PID% s

# msgDSTOUpdated
source: Data Structure (UID %s) and Template Record (UID %s) was updated
cs: Datová Struktura (UID %s) a Záznam šablony (UID %s) byly aktualizovány
fr: La Structure de Données (UID %s) et l'enregistrement de gabarit (UID %s) ont bien été mis à jour
pl: Data Structure (UID %s) oraz Template Record (UID %s) zostało zaktualizowane
ru: Обновлена структура данных (UID %s) и шаблон (UID %s)
th: ข้อมูลโครงสร้าง (% UID s) และแม่ Record (s% UID) ได้รับการปรับปรุง

# msgMappingSaved
source: Mapping information was saved to the current Template Object!
cs: Informace o mapování byla uložena do aktuálního Objektu Šablony
fr: Les informations de mappage ont été enregistrés dans l'Objet Gabarit en cours!
pl: Informacja o mapowaniu została zapisana w aktualnym Template Object!
ru: Информация сохранена в текущий шаблон
th: ข้อมูลแผนที่ถูกบันทึกไว้ในปัจจุบัน Template Object!

# msgHeaderSet
source: Do not forget to press "Set" if header parts are changed!
cs: Nezapomeňte klepnout na "Nastavit", pokud se části záhlaví změní!
fr: N'oubliez pas d'appuyer sur "Régler" si les parties en-tête ont été modifié!
pl: Jeśli dokonałeś zmian pamiętaj by przed zapisem kliknąć przycisk "Ustaw"!
ru: Не забудьте нажать "Установить" при изменении частей в header!
th: อย่าลืมกด"Set"ถ้าส่วนหัวมีการเปลี่ยนแปลง!

source: Include
cs: Začlenit
fr: Inclure
pl: Dołącz
ru: Включить
th: ประกอบด้วย

source: Tag
fr: Balise
ru: Тег

source: Tag Content
cs: Obsah tagu
fr: Contenu de la balise
pl: Treść taga
ru: Содержимое тега
th: เนื้อหา Tag

# mapDataElement
source: Data Element
cs: Datový prvek
fr: Élément de donnée
pl: Element danych
ru: Элемент данных
th: Element Data

# mapField
source: Field
cs: Pole
fr: Champ
pl: Pole
ru: Поле
th: สนาม

# mapInstructions
source: Mapping Instructions
cs: Mapovací instrukce
fr: Instructions de mappage
pl: Instrukcja mapowania
ru: Инструкции по разметке
th: คำแนะนำ Mapping

# mapSampleData
source: Sample Data
cs: Vzorová data
fr: Données d'exemple
pl: Przykładowe dane
ru: Образец данных
th: ข้อมูลตัวอย่าง

# mapElementPreset
source: Element Preset
cs: Přednastavení prvku
fr: Élément prédéfini
pl: Ustawienia elementu
ru: Предустановленный элемент
th: Preset Element

# mapHTMLpath
source: HTML-path
cs: HTML-cesta
fr: Chemin HTML
pl: Element HTML
ru: путь HTML
th: HTML พาธ

# mapAction
source: Action
cs: Akce
pl: Akcja
ru: Действие
th: การกระทำ

# mapRules
source: Rules
cs: Pravidla
fr: Réglages
pl: Zasady
ru: Правила
th: กฎระเบียบ

# mapEdit
source: Edit
cs: Upravit
fr: Édition
pl: Edytuj
ru: Правка

# mapMappingWindow
source: Mapping Window
cs: Mapovací okno
fr: Fenêtre de mappage
pl: Okno mapowania
ru: Окно разметки
th: หน้าต่าง Mapping
