Repository: Kathara/templavoila
Catalog: Resources/Private/Language/PageModule/MainController/*.locallang.xlf
Languages: cs, fr, pl, ru, th

# title
source: WEB > PAGE MODULE
cs: WEB > MODUL STRÁNKA
fr: WEB > MODULE PAGE
pl: WEB > MODUŁ STRONY
ru: ВЕБ > СТРАНИЦА
th: WEB MODULE> PAGE

# default_introduction
source: If you wish to edit the content of a page, please click the page title in the page tree to the left.
cs: Pokud si přejete editovat obsah nějaké stránky, prosím klikněte na její název nalevo ve stromu stránek.
fr: Si vous souhaitez éditer le contenu d'une page, veuillez cliquer sur le titre de la page dans l'arborescence de pages sur la gauche.
pl: Jeżeli chcesz edytować treść strony kliknij na jeden z tytułów w drzewie witryny po lewej.
ru: Если Вы хотите редактировать содержимое страницы, пожалуйста выберите страницу в дереве слева.
th: หากคุณต้องการแก้ไขเนื้อหาของหน้าเว็บโปรดคลิกที่ชื่อเพจในต้นไม้หน้าไปทางซ้าย

# csh_whatisthetemplavoilapagemodule
source: What is the TemplaVoilà page module?
cs: Co je modul stránky TemplaVoilá?
fr: Qu'est-ce que le module de page TemplaVoilà ?
pl: Co to jest moduł TemplaVoilà?
ru: Что такое модуль страниц TemplaVoilà?
th: เป็นโมดูลหน้า TemplaVoilà อะไร

# createnewpage_selecttemplate
source: Select a template for your new page:
cs: Vyberte šablonu pro vaši novou stránku:
fr: Sélectionnez un gabarit pour votre nouvelle page :
pl: Wybierz szablon dla nowej strony:
ru: Выберите шаблон для новой страницы:
th: เลือกแม่แบบสำหรับหน้าใหม่ของคุณ :

# createnewpage_defaultlayoutsubmitlabel
source: Create page with default layout
cs: Vytvořit stránku s výchozím vzhledem
fr: Créer une page avec le modèle par défaut
pl: Utwórz stronę ze standardowym układem
ru: Создать страницу со структурой по умолчанию
th: หน้าสร้างกับรูปแบบเริ่มต้น

# createnewpage_templateobject_createemptypage
source: Create an empty page based on this template:
cs: Vytvořit prázdnou stránku založenou na této šabloně:
fr: Créez une page vide à partir de ce template :
pl: Utwórz pustą stronę opartą o ten szablon:
ru: Создать пустую страницу, используя этот шаблон:
th: สร้างหน้าว่างเทมเพลทนี้

# createnewpage_templateobject_createpagewithdefaultcontent
source: Create a page with default content based on this template:
cs: Vytvořit stránku s výchozím obsahem založeným na této šabloně:
fr: Créez une page avec le contenu par défaut basé sur ce template :
pl: Utwórz stronę ze standardową zawartością opartą o ten szabon:
ru: Создать страницу с содержимым по умолчанию на основе этого шаблона:
th: สร้างหน้าเว็บที่มีเนื้อหาเริ่มต้นใช้เทมเพลทนี้

# createnewcontent_newContentElement
source: New content element
cs: Nový prvek obsahu
fr: Nouvel élément de contenu
pl: Nowa element zawartości
ru: Новый элемент страницы
th: องค์ประกอบเนื้อหาใหม่

# info_elementfromotherpage
source: This is a reference to an element on page %2$d.
cs: Toto je odkaz na prvek na straně %2$d.
fr: Ceci est une référence à un élément dans la page %2$d.
pl: To jest referencja do elementu na stronie %2$d.
ru: Это ссылка на элемент на странице %2$d.
th: นี่คือการอ้างอิงถึงองค์ประกอบบนหน้าเว็บ %2$d.

# warning_elementusedmorethanonce
source: This element has been used %s times on this page! ID:%s
cs: Tento prvek je použit na této straně %s×! ID:%s
fr: Cet élément a été utilisé %s fois dans cette page! ID:%s
pl: Ten element został użyty %s razy na tej stronie! ID: %s
ru: Этот элемент используется на странице несколько (%s) раз! ID:%s
th: องค์ประกอบนี้มีการใช้% s ครั้งในหน้านี้ ID :% s

# warning_containerSeparate
source: This container element has localization without inheritance enabled (langChildren = 0). This is most likely a misconfiguration since the localization features of TemplaVoilà does not support localized container fields in the native interface! Please inform the system administrator!
cs: UPOZORNĚNÍ: Tento prvek typu kontejner má lokalizaci bez povolené dědičnosti (langChildren = 0). Pravděpodobně se jedná o chybu v konfiguraci, protože lokalizační možnosti TemplaVoilá normálně nepodporují lokalizované pole kontejneru! Prosím oznamte to administrátorovi systému!
fr: ATTENTION: cet élément conteneur possède une localisation sans héritage disponible (langChildren = 0). Il s'agit surement d'une mauvaise configuration puisque les fonctionnalités de localisation de TemplaVoila n'acceptent pas les champs de conteneur localisé dans l'interface originale ! Veuillez en informer votre administrateur Typo3 !
pl: OSTRZEŻENIE: Ten kontener ma ustawiony tryb lokalizacji bez dziedziczenia (langChildren = 0). Najprawdopodobniej jest to błędne ustawienie, ponieważ TemplaVoilà nie obsługuje lokalizacji pól kontenerów w podstawowym interfejsie. Proszę poinformować administratora!
ru: Этот контейнерный элемент имеет локализацию без возможности наследования (langChildren = 0). Вероятно, что это ошибка конфигурации, так как особенности локализации TemplaVoilà не поддерживают локализованные контейнерные поля в родном интерфейсе! Пожалуйста сообщите системному администратору!
th: คำเตือน : องค์ประกอบที่เก็บนี้มีการแปลโดยไม่ต้องเปิดการใช้งานมรดก (langChildren = 0) นี้น่าจะ misconfiguration ตั้งแต่คุณสมบัติท้องถิ่นของ TemplaVoilà ไม่สนับสนุนท้องถิ่นในเขตข้อมูลที่เก็บ interface native! โปรดแจ้งผู้ดูแลระบบ!

# warning_containerInheritance
source: This container element has localization enabled but with inheritance (langChildren = 1). This situation might produce confusing displays in TemplaVoilà and you are encouraged to disable localization of this container element completely by setting langDisable = 1. Please inform the system administrator!
cs: Tento prvek typu kontejner má povolenou lokalizaci, avšak s dědičností (langChildren = 1). Tato situace by mohla mít za následek neočekávané chyby v TemplaVoilá a proto byste měli lokalizaci tohoto kontejneru vypnout tak, že nastavíte langDisable = 1. Prosím oznamte to administrátorovi systému!
fr: Cet élément conteneur possède une localisation mais avec héritage (langChildren = 1). Cette situation peut produire un affichage confus avec TemplaVoilà. Il vous est conseillé de désactiver complètement la localisation pour cet élément conteneur en positionnant langDisable = 1. Veuillez en informer votre administrateur Typo3 !
pl: OSTRZEŻENIE: Ten kontener ma ustawiony tryb lokalizacji, ale z dziedziczeniem (langChildren = 1). Może to doprowadzić do powstania nieprzejrzystych, nieintuicyjnych formularzy w TemplaVoilà. Zaleca się wyłączyć lokalizację tego elementu przez ustawienie: langDisable = 1. Proszę poinformować administratora!
ru: Этот контейнерный элемент возможно локализовать, но с наследованием (langChildren = 1). Эта ситуация может привести к неправильному отображению в TemplaVoilà, и скорее всего, Вы должны отключить локализацию этого контейнерного элемента полностью, установив langDisable = 1. Пожалуйста сообщите системному администратору!
th: องค์ประกอบที่เก็บนี้แปลได้เปิดการใช้งาน แต่มีมรดก (langChildren = 1) สถานการณ์นี้อาจผลิตแสดงความสับสนใน TemplaVoilà และคุณควรปิดการใช้งานแปลขององค์ประกอบที่เก็บนี้สมบูรณ์ด้วยการ langDisable = 1 โปรดแจ้งผู้ดูแลระบบ!

# warning_containerSeparate_short
source: L10N mode: Separate!
cs: Režim L10N: Oddělení!
fr: mode L10N : Separé !
pl: Tryb L10N: Oddzielnie (separate)
ru: L10N режим: разделение!
th: โหมด l10n : แยก!

# warning_containerInheritance_short
source: L10N mode: Inheritance
cs: Režim L10N: Dědičnost
fr: mode L10N: Hérité
pl: Tryb L10N: Dziedziczony (inheritance)
ru: L10N режим: наследование
th: โหมด l10n : มรดก

# cannotedit_doktypemountpoint
source: This page acts as a mount point and its content is being replaced by another page ("%s"). Therefore you cannot edit the content of this page directly.
cs: Tato stránka slouží jako přípojný bod a její obsah nahrazen jinou stránkou ("%s"). Proto nemůžete přímo editovat její obsah.
fr: Cette page agit comme un point de montage et son contenu sera remplacé par une autre page ("%s"). Vous ne pouvez donc pas éditer directement le contenu de cette page.
pl: Nie możesz edytować zawartości tej strony, ponieważ ta strona działa jako punkt montowania i jej zawartość jest zamieniana przez inna stronę ("%s").
ru: Эта страница работает как точка входа (mount point). Её содержимое заменяется содержимым другой страницы ("%s"). Поэтому Вы не можете редактировать содержимое этой страницы напрямую.
th: หน้านี้ทำหน้าที่เป็นจุดเมานท์และเนื้อหาจะถูกแทนที่ด้วยหน้าอื่น (% s") ดังนั้นคุณไม่สามารถแก้ไขเนื้อหาของหน้านี้โดยตรง

# jumptomountsourcepage
source: Jump to source page of this mount point
cs: Přejít na stránku tohoto přípojného bodu
fr: Aller à la source de ce point de montage
pl: Przejdź do strony źródłowej tego punktu montowania.
ru: Перейти на исходную страницу точки входа
th: ข้ามไปที่เพจมานี้เมานท์

# cannotedit_contentfrompid
source: This page has been configured in a way that it doesn't have any content itself but instead the content of another page ("%s") is shown. Therefore you cannot edit the content of this page directly.
cs: Tato strana byla nastavena tak, že místo toho, aby měla svůj vlastní obsah, ukazuje obsah jiné stránky ("%s"). Proto nemůžete přímo editovat její obsah.
fr: Cette page a été configurée de telle sorte qu'elle ne puisse pas avoir de contenu intrinsèque mais plutôt le contenu d'une autre page ("%s"). Vous ne pouvez donc pas éditer directement le contenu de cette page.
pl: Nie możesz edytować zawartości tej strony. Ta strona została tak skonfigurowana, że sama nie posiada zawartości a pokazuje zawartość innej strony ("%s").
ru: Эта страница была сконфигурирована таким образом, что не имеет содержимого, но отображает содержимое другой страницы ("%s"). Поэтому Вы не можете редактировать содержимое этой страницы напрямую.
th: หน้านี้ถูกกำหนดในลักษณะที่ไม่ได้เนื้อหาที่ตัวเองมี แต่เนื้อหาของหน้าอื่น ("% s") จะปรากฏขึ้น ดังนั้นคุณจะไม่สามารถแก้ไขเนื้อหาของเพจโดยตรงนี้

# jumptocontentfrompidpage
source: Jump to page containing the content elements
cs: Přejít na stránku obsahující prvky obsahu
fr: Aller à la page contenant les éléments de contenu
pl: Przejdź do strony zawierającej elementy zawartości.
ru: Перейти на страницу с содержимым
th: ข้ามไปที่เพจที่มีองค์ประกอบของเนื้อหา

# cannotedit_shortcut_0
source: This page is of the type "shortcut". Instead of having content on its own, this page shows the content the page "%s". Therefore you cannot edit the content of this page directly.
cs: Tato strana je typu "zkratka". Místo toho, aby měla svůj vlastní obsah, ukazuje tato strana obsah stránky "%s". Proto nemůžete přímo editovat její obsah.
fr: Cette page est de type "Raccourci". Au lieu d'avoir ses contenus propres, cette page pointe vers les contenus de la page "%s". Vous ne pouvez donc pas éditer directement le contenu de cette page.
pl: Ta strona posiada typ "Skrót do strony". Nie możesz edytować zawartości tej strony, ponieważ nie posiada ona własnej zawartości lecz pokazuje zawartość innej strony "%s".
ru: Эта страница имеет тип "Ссылка". Вместо собственного содержимого она отображает содержимое страницы "%s". Поэтому Вы не можете редактировать содержимое этой страницы напрямую.
th: หน้านี้เป็นประเภทที่ทางลัด" แทนเนื้อหาที่มีในตัวเองหน้านี้แสดงเนื้อหาหน้า"% s" ดังนั้นคุณไม่สามารถแก้ไขเนื้อหาของหน้านี้โดยตรง

# cannotedit_shortcut_1
source: This page is of the type "shortcut". Instead of having content on its own, this page shows the content from the first sub page. Therefore you cannot edit the content of this page directly.
cs: Tato strana je typu "zkratka". Místo toho, aby měla svůj vlastní obsah, ukazuje tato strana obsah první podřízené stránky. Proto nemůžete přímo editovat její obsah.
fr: Cette page est de type "Raccourci". Au lieu d'avoir ses contenus propres, cette page pointe vers les contenus de la première page située un niveau en dessous. Vous ne pouvez donc pas éditer directement le contenu de cette page.
pl: Ta strona posiada typ "Skrót do strony". Nie możesz edytować zawartości tej strony, ponieważ nie posiada ona własnej zawartości lecz pokazuje zawartość pierwszej podstrony.
ru: Эта страница имеет тип "Ссылка". Вместо собственного содержимого она отображает содержимое первой подстраницы. Поэтому Вы не можете редактировать содержимое этой страницы напрямую.
th: หน้านี้เป็นประเภทที่ทางลัด" แทนเนื้อหาที่มีในตัวเองหน้านี้แสดงเนื้อหาย่อยแรกหน้า ดังนั้นคุณไม่สามารถแก้ไขเนื้อหาของหน้านี้โดยตรง

# cannotedit_shortcut_2
source: This page is of the type "shortcut". Instead of having content on its own, this page shows the content of a random sub page. Therefore you cannot edit the content of this page directly.
cs: Tato strana je typu "zkratka". Místo toho, aby měla svůj vlastní obsah, ukazuje tato strana obsah náhodně vybrané podřízené stránky. Proto nemůžete přímo editovat její obsah.
fr: Cette page est de type "Raccourci". Au lieu d'avoir ses contenus propres, cette page pointe vers les contenus d'une page aléatoire. Vous ne pouvez donc pas éditer directement le contenu de cette page.
pl: Ta strona posiada typ "Skrót do strony". Nie możesz edytować zawartości tej strony, ponieważ nie posiada ona własnej zawartości lecz pokazuje zawartość losowo wybranej podstrony.
ru: Эта страница имеет тип "Ссылка". Вместо собственного содержимого она отображает содержимое случайной подстраницы. Поэтому Вы не можете редактировать содержимое этой страницы напрямую.
th: หน้านี้เป็นประเภทที่ทางลัด" แทนเนื้อหาที่มีในตัวเองหน้านี้แสดงเนื้อหาของ sub สุ่มหน้า ดังนั้นคุณไม่สามารถแก้ไขเนื้อหาของหน้านี้โดยตรง

source: Jump to shortcut destination
cs: Přejít na cíl zkatky
fr: Aller à la destination de ce raccourci
pl: Przejdź do strony, na którą wskazuje skrót.
ru: Перейти на страницу ссылки
th: ทางลัดไปยังปลายทาง

# cannotedit_externalurl_1
source: This page refers to an external website, you therefore cannot edit the content of this page directly.
cs: Tato stránka se odkazuje na externí WWW stránku, proto nemůžete přímo editovat její obsah.
fr: Cette page pointe vers l'adresse HTTP d'un site externe, vous ne pouvez donc pas éditer directement le contenu de cette page.
pl: Nie możesz edytować zawartości tej strony bezpośrednio, ponieważ zawartość tej strony jest w zewnętrznej witrynie www.
ru: Эта страница ссылается на внешний веб-сайт, и вы не можете редактировать её содержимое.
th: หน้านี้หมายถึงเว็บไซต์ภายนอกคุณจึงไม่สามารถแก้ไขเนื้อหาของหน้านี้โดยตรง

# cannotedit_externalurl_2
source: This page refers to an external FTP location, you therefore cannot edit the content of this page directly.
cs: Tato stránka se odkazuje na externí FTP server, proto nemůžete přímo editovat její obsah.
fr: Cette page pointe vers une adresse FTP externe, vous ne pouvez donc pas éditer directement le contenu de cette page.
pl: Nie możesz edytować zawartości tej strony, ponieważ wskazuje ona na zewnętrzne połączenie FTP.
ru: Эта страница ссылается на внешний FTP-сайт, и вы не можете редактировать её содержимое.
th: หน้านี้หมายถึงสถานที่ FTP ภายนอกคุณจึงไม่สามารถแก้ไขเนื้อหาของหน้านี้โดยตรง

# cannotedit_externalurl_3
source: This page refers to an email address, you therefore cannot edit the content of this page directly.
cs: Tato stránka se odkazuje na e-mailovou adresu, proto nemůžete přímo editovat její obsah.
fr: Cette page pointe vers une adresse email, vous ne pouvez donc pas éditer directement le contenu de cette page.
pl: Nie możesz edytować zawartości tej strony, ponieważ wskazuje ona na adres email.
ru: Эта страница ссылается на почтовый адрес, и вы не можете редактировать её содержимое.
th: หน้านี้หมายถึงที่อยู่อีเมลคุณจึงไม่สามารถแก้ไขเนื้อหาของหน้านี้โดยตรง

# jumptoexternalurl
source: Jump to external URL (%s)
cs: Přejít na externí URL (%s)
fr: Aller à l'URL externe (%s)
pl: Przejdź do zewnętrznego URLa (%s)
ru: Перейти на внешний URL (%s)
th: Jump to ภายนอก URL (% s)

# editpage_sysfolder_intro
source: The current page is of the type "Sysfolder". Sysfolders usually don't contain content elements but are used for collecting other types of records in a single folder.
cs: Aktuální stránka je typu "Sysfolder". Tyto stránky obvykle neobsahují prvky obsahu, ale používají se na shromažďování jiných typů záznamů do jedné složky.
fr: La page courante est de type "dossier Système". Les dossiers Système ne contiennent généralement pas d'élément de contenu mais sont plutôt utilisés pour stocker d'autres types d'enregistrements dans un dossier unique.
pl: Aktualna strona posiada typ "Folder systemowy". Folder systemowy zazwyczaj nie posiada zawartości lecz służy do przechowywania inny rekordów.
ru: Эта страница имеет тип "Системная папка". Такие страницы обычно не имеют отображаемых элементов, а используются для хранения различных записей в одном каталоге.
th: หน้าปัจจุบันเป็นประเภท"Sysfolder" Sysfolders จะไม่มีองค์ประกอบเนื้อหา แต่จะใช้ในการรวบรวมประเภทอื่น ๆ บันทึกในโฟลเดอร์เดียว

# editpage_sysfolder_listview_noaccess
source: The content of a Sysfolder is usually managed by the "List" module but you currently don't have access to that module. If you need to access the data in the Sysfolder anyway, please ask your system administrator to grant you access to the List module.
cs: Obsah stránky typu Sysfolder je obvykle spravován pomocí modulu "Záznamy", k němuž aktuálně nemáte přístup. Jestliže přesto potřebujete přistupovat k datům v Sysfolder, prosím požádejte vašeho systémového administrátora o poskytnutí přístupu k modulu Záznamy.
fr: Le contenu d'un dossier système est généralement géré par le module "Web>Liste" mais vous n'avez pas actuellement accès à ce module. Cependant, si vous avez quand même besoin d'accéder au contenu de ce dossier Système, veuillez en faire la demande auprès de votre administrateur système.
pl: Zawartość Folderu Systemowego jest zazwyczaj zarządzana z widoku modułu listy. Obecnie nie masz uprawnień do tego modułu. Jeśli wciąż potrzebujesz dostępu do moduły listy, poproś administratora, aby udzielił Ci odpowiednich praw.
ru: Содержимое этой страницы обычно управляется модулем "Список", но у Вас к этому модулю доступа нет. Если Вы уверены, что Вам требуется доступ, попросите своего системного администратора предоставить доступ к модулю "Список".
th: เนื้อหาของ Sysfolder จะมีการจัดการโดยปกติรายการ"มอ"แต่คุณยังไม่ได้เข้าสู่ที่โมดูล ถ้าคุณต้องการเข้าถึงข้อมูลใน Sysfolder อย่างไรก็ตามโปรดขอให้ผู้ดูแลระบบของคุณเพื่อให้คุณสามารถเข้าถึงโมดูล List

# editpage_sysfolder_switchtolistview
source: Switch to list view
cs: Přepnout do pohledu záznamů
fr: Basculer en mode liste
pl: Przełącz do widoku drzewa
ru: Переключить в "Список"
th: เปลี่ยนไปดูรายการ

# template_nodescriptionavailable
source: No description available.
cs: Popis není dostupný.
fr: Aucune description n'est disponible.
pl: Brak opisu
ru: Описание недоступно.
th: ไม่มีคำอธิบายใช้ได้

# template_titledefault
source: Default template
cs: Výchozí šablona
fr: Gabarit par défaut
pl: Szablon podstawowy
ru: Шаблон по умолчанию
th: เริ่มต้นแม่แบบ

# template_titleInherit
source: No selection (inherit)
cs: Žádný výběr (dědit)
fr: Pas de sélection (héritage)
pl: Nie wybrano (dziedziczenie)
ru: Нет выбора (наследование)
th: เลือก (ไม่สืบทอด)

# willbereplacedbydefaultlanguage
source: (will be replaced by content of default language)
cs: (bude nahrazeno obsahem výchozího jazyka)
fr: (sera remplacé par le contenu du langage par défaut)
pl: (zostanie zamieniony przez zawartość z podstawowej wersji językowej)
ru: (будет заменено на содержимое из языка по умолчанию)
th: (จะถูกแทนที่ด้วยเนื้อหาของภาษาดีฟอลต์)

# newce_defaulttext_text
source: Please enter some text here
cs: Prosím tady zadejte nějaký text
fr: Veuillez saisir du texte ici
pl: Proszę wprowadzić przykładowy tekst
ru: Пожалуйста, введите тут какой-нибудь текст
th: โปรดป้อนข้อความที่นี่

# view_basic
source: Basic view
cs: Základní pohled
fr: Vue basique
pl: Widok podstawowy
ru: Общий вид
th: ดูพื้นฐาน

# view_tree
source: Tree view
cs: Pohled na strom
fr: Vue en arborescence
pl: Widok drzewa
ru: В виде дерева
th: ดูต้นไม้

# createnewtranslation
source: Create new page translation
cs: Vytvořit nový překlad stránky
fr: Créer une nouvelle page de traduction
pl: Utwórz nowe tłumaczenie dla strony
ru: Новый перевод
th: แปลหน้าสร้างใหม่

# selectlanguageversion
source: Show page language version
cs: Ukázat jazykovou verzi stránky
fr: Montrer la version de la page localisée
pl: Pokaż wersje językowe strony
ru: Показать версию языка страницы
th: รุ่นภาษาแสดงหน้า

source: Page localization mode
cs: Režim překladu stránky
fr: Mode page de localisation
pl: Tryb lokalizacji strony
ru: Режим локализации страницы
th: โหมดแปล Page

# pageLocalizationMode_separate
source: Separate structures
cs: Rozdílné struktury
fr: Structures séparées
pl: Oddzielna struktura
ru: Отдельные структуры
th: โครงสร้างแยก

# pageLocalizationMode_inheritance
source: Inheritance of values
cs: Dědičnost hodnot
fr: Héritage de valeurs
pl: Dziedziczenie wartości
ru: Наследование значений
th: มรดกของค่า

# pageLocalizationMode_inheritance.disableInheritance
source: Don't inherit structure
cs: Nedědit strukturu
fr: Ne pas hériter de la structure
pl: Nie dziedzicz struktury
ru: Не наследовать структуру
th: ไม่สืบทอดโครงสร้าง

# pageLocalizationDisplayMode
source: Display mode
cs: Režim zobrazení
fr: Mode affichage
pl: Tryb wyświetlania
ru: Режим отображения
th: โหมดแสดง

# pageLocalizationDisplayMode_selectedLanguage
source: Selected language
cs: Vybraný jazyk
fr: Langage sélectionné
pl: Wybrany język
ru: Выбор языка
th: เลือกภาษา

# pageLocalizationDisplayMode_onlyLocalized
source: Only localized elements
cs: Jen přeložené prvky
fr: Éléments localisés uniquement
pl: Tylko elementy zlokalizowane
ru: Только локализованные элементы
th: องค์ประกอบท้องถิ่นเท่านั้น

source: Click to edit translation
cs: Klepněte pro úpravu překladu
fr: Cliquez ici pour éditer la traduction
pl: Kliknij, aby edytować tłumaczenie
ru: Нажмите для редактирования переводов
th: คลิกเพื่อแก้ไขการแปล

# editlanguageversion
source: Edit page properties
cs: Upravit vlastnosti stránky
fr: Éditez les entêtes de page
pl: Edytuj właściwości strony
ru: Редактировать свойства страницы
th: แก้ไขคุณสมบัติของเพจ

source: Multiple languages
cs: Více jazyků
fr: Langues multiples
pl: Wiele języków
ru: Много языков
th: หลายภาษา

source: Language disabled
cs: Jazyk vypnut
fr: Langues désactivées
pl: Język wyłączony
ru: Язык неактивен
th: ภาษาพิการ

source: View sub elements
cs: Zobrazit podřízené prvky
fr: Voir les sous-éléments
pl: Zobacz sub-elementy
ru: Показать подэлементы
th: ดูองค์ประกอบย่อย

# gobacktooverview
source: Go back to whole page view
cs: Vrátit se k celkovému pohledu na stránku
fr: Retourner à la vue de la page principale
pl: Powrót do widoku całej strony
ru: Вернуться в полный вид
th: กลับไปดูทั้งหน้า

# createnewrecord
source: Create new element
cs: Vytvořit nový prvek
fr: Créer un nouvel élément
pl: Utwórz nowy element
ru: Создать новый элемент
th: สร้างองค์ประกอบใหม่

# editrecord
source: Edit element
cs: Upravit prvek
fr: Éditer cet élément
pl: Edytuj element
ru: Редактировать элемент
th: แก้ไของค์ประกอบ

# editrecord_d
source: Editing is not allowed for this element!
cs: Pro tento prvek nejsou povoleny úpravy!
fr: L'édition n'est pas permise pour cet élément !
pl: Edycja tego elementu niedozwolona!
ru: Этот элемент не доступен для редактирования!
th: แก้ไขไม่ได้รับอนุญาตสำหรับองค์ประกอบนี้

# pasterecord
source: Paste element
cs: Vložit prvek
fr: Coller cet élément
pl: Wklej element
ru: Вставить элемент
th: วางองค์ประกอบ

# pastefce_andcopyallsubs
source: Paste copy of element and make copies of all sub elements
cs: Vložit kopii prvku a vytvořit kopie všech podřízených prvků
fr: Copie et colle les éléments et effectue une copie de tous les sous-éléments
pl: Wklej kopię tego elementu i utwórz kopię wszytskich sub-elementów.
ru: Вставить копию элемента и сделать копии всех подэлементов
th: สำเนาสำเนาวางขององค์ประกอบและทำให้ย่อยองค์ประกอบทั้งหมด
