Repository: Kathara/templavoila
Catalog: Resources/Private/Language/PageModule/MainController/*.locallang.xlf
Languages: cs, fr, pl, ru, th

# pastefce_andreferencesubs
source: Paste copy of element and keep references to original sub elements
cs: Vložit kopii prvku a ponechat odkazy na původní podřízené prvky
fr: Copie et colle les éléments et conserve une référence vers les sous-éléments originaux
pl: Wklej kopię elementu i zachowaj powiązanie do oryginalnego sub-elementu.
ru: Вставить копию элемента и сохранить ссылки на подэлементы
th: อ้างอิงคัดลอกและวางขององค์ประกอบให้กับองค์ประกอบย่อยเดิม

# copyrecord
source: Copy element
cs: Kopírovat prvek
fr: Copier cet élement
pl: Kopiuj element
ru: Скопировать элемент
th: องค์ประกอบ Copy

# cutrecord
source: Cut element
cs: Vyjmout prvek
fr: Couper cet élément
pl: Wytnij element
ru: Вырезать элемент
th: องค์ประกอบ Cut

source: Create reference
cs: Vytvořit odkaz
fr: Créer une référence
pl: Utwórz powiązanie
ru: Создать ссылку
th: อ้างอิงสร้าง

# unlinkRecord
source: Unlink element
cs: Odpojit prvek
fr: Disjoindre cet élément
pl: Usuń połączenie elementu
ru: Отсоединить элемент
th: ยกเลิกการเชื่อมโยงองค์ประกอบ

# deleteRecord
source: Delete element (!)
cs: Vymazat prvek
fr: Supprimer cet élément (!)
pl: Usuń element (!)
ru: Удалить элемент (!)
th: องค์ประกอบลบ (!)

# deleteRecordMsg
source: Do you really want to delete this element?
cs: Opravdu chcete tento prvek vymazat?
fr: Voulez-vous vraiment supprimer cet élément ?
pl: Czy na pewno chcesz usunąć ten element?
ru: Вы действительно хотите удалить этот элемент?
th: คุณต้องการลบองค์ประกอบนี้

# deleteRecordWithReferencesMsg
source: This element is also referenced on other pages. Do you really want to delete this element?
cs: Tento prvek je odkazován rovněž na dalších stránkách. Opravdu chcete odstranit tento prvek?
fr: Cet élément est aussi référencé sur d'autres pages. Voulez-vous vraiment le supprimer ?
pl: Ten element jest używany poprzez referencje również na innych stronach. Czy na pewno chcesz go usunąć?
ru: На этот элемент также ссылаются и на других страницах. Действительно нужно удалить этот элемент?
th: องค์ประกอบนี้ยังอ้างอิงในหน้าอื่นๆ คุณต้องการลบองค์ประกอบนี้

# unlinkRecordMsg
source: Unlink element?
cs: Odpojit prvek?
fr: Disjoindre l'élément ?
pl: Usunąć połączenie elementu?
ru: Отсоединить элемент?
th: ยกเลิกการเชื่อมโยงองค์ประกอบ?

source: Page related information
cs: Informace související se stránkou
fr: Informations sur cette page
pl: Informacje
ru: Информация о странице
th: หน้าข้อมูลที่เกี่ยวข้อง

source: Advanced functions
cs: Pokročilé funkce
fr: Fonctions avancées
pl: Funkcje zaawansowane
ru: Дополнительные функции
th: ฟังก์ชันขั้นสูง

# localization
source: Translations
cs: Překlady
fr: Traductions
pl: Tłumaczenie
ru: Переводы
th: แปลภาษา

# availabletranslations
source: Translations
cs: Překlady
fr: Traductions disponibles
pl: Tłumaczenie
ru: Переводы
th: แปลภาษา

source: Versioning
cs: Správa verzí
fr: Gestion des versions
pl: Wersjonowanie
ru: Версии
th: เวอร์ชัน

source: Non-used elements
cs: Nepoužité prvky
fr: Eléments non-utilisés
pl: Elementy nie używane
ru: Неиспользуемые элементы
th: ไม่ใช้องค์ประกอบ

# makeLocal
source: Create local copy
cs: Vytvořit lokální kopii
fr: Créer une copie locale
pl: Utwórz kopię lokalną
ru: Создать локальную копию
th: สร้างสำเนา

# makeLocalMsg
source: Do you want to create a local copy of this referenced element?
cs: Chcete vytvořit lokální kopii tohoto odkazujícího se prvku?
fr: Voulez-vous créer une copie locale de cet élément référencé ?
pl: Czy chcesz utworzyć kopię lokalną elementu powiązanego?
ru: Хотите создать локальную копию этой ссылки?
th: คุณต้องการสร้างสำเนาขององค์ประกอบที่อ้างอิงนี้

# performTranslation
source: Click to translate FlexForm
cs: Klikněte pro překlad FlexForm
fr: Cliquer pour traduire le FlexForm
pl: Kliknij, by przetłumaczyć FlexForm
ru: Щелкните для перевода формы
th: ไม่สืบทอดโครงสร้าง

source: Path
cs: Cesta
fr: Chemin
pl: Scieżka
ru: Путь
th: เส้นทาง

source: Default language
cs: Výchozí jazyk
fr: Langage par défaut
pl: Język podstawowy
ru: Основной язык
th: ภาษาเริ่มต้น

# createcopyfortranslation
source: Create a copy for translation
cs: Vytvořit kopii pro překlad
fr: Créer une copie pour la traduction
pl: Utwórz kopię tłumaczenia
ru: Создать копию для перевода
th: สร้างสำเนาสำหรับการแปล

# inititemno_elementsNotBeingUsed
source: Elements not being used in this language or sheet
cs: Prvky nepoužité v tomto jazyce nebo záložce
fr: Éléments non-utilisés dans cette langue
pl: Elementy nie używane w tej wersji językowej lub zakładce.
ru: Элементы, не используемые в этом языке или на странице
th: องค์ประกอบไม่ได้ใช้ในภาษานี้หรือแผ่น

# rendernonusedelements_deleteall
source: Delete all records above marked with delete-icon
cs: Vymazat všechny záznamy nahoře označené ikonou Vymazat
fr: Supprimer tous les enregistrements ci-dessus marqués avec l'icône de suppression
pl: Usuń wszystkie rekordy oznaczone ikoną kosza.
ru: Удалить все вышеперечисленные записи обозначенный с значком удаления
th: ลบระเบียนทั้งหมดที่มีเครื่องหมายบนไอคอนลบ

# renderreferencecount_delete
source: Delete!
cs: Vymazat!
fr: Supprimer!
pl: Usuń!
ru: Удалить!
th: ลบ!

# sidebar_advancedfunctions_labelshowhidden
source: Show hidden elements
cs: Ukázat skryté prvky
fr: Montrer les éléments cachés
pl: Pokaż ukryte elementy
ru: Показать спрятанные элементы
th: แสดงธาตุซ่อน

# sidebar_advancedfunctions_labelshowoutline
source: Show outline
cs: Ukázat přehled
fr: Afficher les propriétés
pl: Pokaż obrys
ru: Показать схему
th: แสดงเค้าร่าง

# sidebar_advancedfunctions_labelcachefunctions
source: Cache functions
cs: Funkce keše
fr: Fonctions de cache
pl: Funkcja cache
ru: Функции кэша
th: หน้าที่ Cache

# sidebar_renderitem_showtranslationinformation
source: Display translation information
cs: Ukázat informace o překladu
fr: Afficher les informations de traduction
pl: Wyświetl informacje o tłumaczeniu
ru: Показать информацию о переводе
th: ข้อมูลการแปลแสดง

# sidebar_versionSelector
source: Versioning
cs: Verzování
fr: Gestion des versions
pl: Wersjonowanie
ru: Управление версиями
th: เวอร์ชัน

# sidebar_versionSelector_createVersion
source: Create version of this page
cs: Vytvořit verzi této stránky
fr: Créer une version de cette page
pl: Utwórz nową wersję strony
ru: Создать версию этой страницы
th: รุ่นสร้างหน้านี้

# outline_header_title
source: Title:
cs: Název:
fr: Titre :
pl: Tytuł:
ru: Заголовок:

# outline_header_controls
source: Controls:
cs: Ovládání:
fr: Contrôles :
pl: Kontrolki:
ru: Элементы управления:
th: ควบคุม :

# outline_header_status
source: Status:
cs: Stav:
fr: État :
ru: Статус:
th: สถานะ

# outline_header_element
source: Element:
cs: Prvek:
fr: Élément :
ru: Элемент:
th: ธาตุ

# outline_status_dirty
source: Click to clean up XML...
cs: Klikněte sem a vyčistíte XML...
fr: Cliquez ici pour nettoyer le code XML...
pl: Kliknij, aby wyczyścić XML
ru: Нажмите, чтобы очистить XML...
th: คลิกเพื่อล้าง XML ...

# outline_status_clean
source: XML is clean.
cs: XML je čistý.
fr: Le code XML est nettoyé.
pl: XML jest czysty
ru: XML чист.
th: XML สะอาด

# outline_status_cleanAll
source: Clean XML of all dirty elements above!
cs: Čistit XML od všech nevalidních prvků nahoře!
fr: Nettoyer le code XML de tous les éléments non-conforme ci-dessus!
pl: Oczyść XML wszystkich powyższych elementów!
ru: Убрать из XML все вышеперечисленные загрязняющие элементы!
th: สะอาด XML ขององค์ประกอบทั้งหมดข้างต้นสกปรก!

# element_localizations
source: Localizations
cs: Lokalizace
fr: Localisations
pl: Lokalizacja
ru: Локализации
th: ท้องที่

# records
source: Other elements (non-content)
cs: Další prvky (ne obsahu)
fr: Autres éléments (hors contenus)
pl: Inne elementy (nie zawartości)
ru: Другие элементы (не информационное наполнение)
th: องค์ประกอบอื่น ๆ (เนื้อหาไม่)

# displayRecordsFrom
source: Display elements from:
cs: Ukázat prvky z:
fr: Afficher les éléments depuis :
pl: Pokaż elemet z:
ru: Отобразить элементы из:
th: องค์ประกอบแสดงจาก

# content_from_pid_title
source: Page uses content from this page: %s
cs: Stránka používá obsah z této stránky: %s
fr: La page utilise le contenu de cette page: %s
pl: Strona używa zawartość z tej strony: %s
ru: На странице используется содержимое этой страницы: %s
th: หน้าใช้เนื้อหาจากหน้านี้ :% s

# missing_edit_right
source: Your user settings don't allow creating, moving or removing elements from this page.
cs: Vaše uživatelská práva neumožňují vytvoření, přesunutí či odstranění prvků z této stránky.
fr: Vos paramètres utilisateurs ne permettent pas de créer, déplacer ou supprimer des éléments dans cette page.
pl: Twoje ustawienia użytkownika nie pozwalają tworzyć, przenosić ani usuwać elementów z tej strony.
ru: Настройки пользователя не позволяют создавать, перемещать или удалять элементы с этой страницы.
th: การตั้งค่าผู้ใช้ของคุณไม่อนุญาตให้มีการสร้างการเคลื่อนย้ายหรือลบองค์ประกอบจากหน้านี้

# missing_edit_right_detail
source: Your settings indicate that you're either don't have the general right to edit page content, or you're not allowed to modify required tables or you're not allowed to edit the content fields. We suggest you recheck the settings or get in touch with your technical support.
cs: Vaše nastavení naznačují, že buď nemáte obecné právo upravit obsah stránky, nebo nesmíte měnit požadované tabulky, nebo nesmíte upravovat obsah pole. Doporučujeme vám, abyste znovu zkontrolovali nastavení, nebo zkontaktovali vaší technickou podporu.
fr: Vos paramètres indiquent que vous n'avez pas le droit d'éditer cette page, ou que vous n'êtes pas autorisé à modifier les tables ou les champs de contenu requis. Nous vous conseillons de vérifier vos paramètres ou de prendre contact avec votre support technique.
pl: Twoje ustawienia wskazują, że nie masz ogólnych uprawnień do edycji treści strony, lub nie masz uprawnień do modyfikacji wymaganych tabel, lub nie masz uprawnień do edycji pól zawartości. Sugerujemy ponowne sprawdzenie swoich ustawień lub kontakt z obsługą techniczną.
ru: Ваши настройки указывают, что либо недостаточно прав для редактирования содержимого страницы, либо не позволено изменять соответствующие таблицы, а также править содержимое полей. Предлагаем перепроверить настройки или уведомить об этом техническую поддержку.
th: การตั้งค่าของคุณแสดงว่าคุณอาจไม่ได้สิทธิทั่วไปในการแก้ไขเนื้อหาของเพจหรือคุณไม่ได้รับอนุญาตให้ปรับเปลี่ยนตารางจำเป็นหรือคุณไม่ได้รับอนุญาตให้แก้ไขเขตข้อมูลเนื้อหา เราขอแนะนำให้คุณรั้งใหม่การตั้งค่าหรือได้รับการติดต่อกับการสนับสนุนทางเทคนิคของคุณ

# maximal_content_elements
source: The maximal amount of %d content elements is reached in field "%s."
cs: Maximální množství %d prvků obsahu je dosaženo v oblasti "%s."
fr: La quantité maximum de %d éléments est dépassée pour le champs "%s."
pl: Przekroczono maksymalny limit %d elementów treści w polu "%s"
ru: В поле "%s" достигнуто максимальное количество %d элементов содержимого.
th: จำนวนเงินสูงสุดของ% d ถึงองค์ประกอบของเนื้อหาในสาขา"% s. "
