Repository: Kathara/templavoila
Catalog: Resources/Private/Language/AdministrationModule/MainController/*.locallang.xlf
Languages: cs, fr, pl, ru, th

# newsitewizard_basicsshouldwork
source: The basics of your website should be working now. However the %s still needs to be configured so that TYPO3 automatically generates a menu reflecting the pages in the page tree. This process involves configuration of the TypoScript object path, "lib.%s". This is a technical job which requires that you know about TypoScript if you want it 100%% customized.<br/>To assist you getting started with the %s this wizard will try to analyse the menu found inside the template file. If the menu was created of a series of repetitive block tags containing A-tags then there is a good chance this will succeed. You can see the result below.
cs: Základy vaší webové stránky by měly být teď funkční. Nicméně %s ještě musí být nakonfigurován tak, aby TYPO3 automaticky generovalo menu podle stránek ve stromu stránek. Tento proces zahrnuje konfiguraci cesty objektu TypoScriptu, "lib.%s". Jedná se o technickou práci, která vyžaduje znalost TypoScriptu, pokud vyžadujete 100% přizpůsobení.<br/>Abychom vám pomohli se začátkem %s, tento průvodce se bude snažit analyzovat menu, které našel uvnitř souboru se šablonou. Pokud bylo menu vytvořeno z řady opakujících se blokových tagů obsahujících tag A, pak je dobrá šance, že se to podaří. Níže můžete vidět výsledek.
fr: Les bases de votre site doivent maintenant fonctionner. Mais le %s doit encore être configuré pour que TYPO3 puisse générer un menu qui respecte la ligne graphique de vos pages. Ce processus passe par la configuration de l'objet TypoScript, "lib.%s". C'est un travail technique qui vous demande une bonne connaissance du TypoScript si vous souhaitez le personnalisé complètement. <br/>Pour vous aider à démarrer avec le %s cet assistant va essayer d'analyser la navigation dans votre gabarit. Si votre menu est composé d'éléments répétitifs contenant un lien, il devrait être détecté correctement.
pl: Twój serwis powinien już funkcjonować w podstawowym zakresie. Jednakże %s nadal wymaga konfiguracji zatem TYPO3 automatycznie generuje menu uwzględniające strony na Twoim drzewie. Ten proces rozpoczyna konfigurację obiektu TypoScript w ścieżce "lib.%s". Jest to zadanie techniczne, wymagające znajomości TypoScript jeśli chcesz mieć ten element utworzony w 100%% wg własnych potrzeb.<br/>Aby wspomóc Cię podczas uruchamiania %s ten kreator spróbuje przeanalizować menu znalezione w pliku szablonu. Jeśli menu zostało utworzone jako seria powtarzających się obszarów zawierających odnośniki istnieje duża szansa, że się to uda. Poniżej możesz zobaczyć wyniki.
ru: Основа веб сайта уже должна заработать. Но все еще требуется настроить %s, чтобы TYPO3 автоматически формировал меню, отражающее структуру страниц в дереве страниц. Этот процесс состоит из настройки пути объектов TypoScript "lib.%s". Это техническая работа, требующая знания TypoScript для возможности 100%% настройки.<br/>Для начальной помощи, в %s, этот мастер попытается проанализировать меню, найденное внутри файла шаблона. Если меню создано при помощи серий повторяющихся блочных тегов, содержащих теги A, то имеется неплохой шанс на успех. Результат представлен ниже.
th: พื้นฐานของเว็บไซต์ของคุณควรจะทำงานนี้ อย่างไรก็ตาม% s ยังคงต้องมีการกำหนดค่าเพื่อให้ TYPO3 โดยอัตโนมัติเมนูสะท้อนหน้าที่ในต้นไม้หน้า กระบวนการนี้เกี่ยวข้องกับการกำหนดค่าของเส้นทางวัตถุ TypoScript, lib". s%" นี้เป็นงานที่ต้องใช้เทคนิคที่คุณรู้จัก TypoScript หากต้องการ 100% เอง <br/> เพื่อช่วยคุณเริ่มต้นกับ% s ตัวนี้จะพยายามวิเคราะห์เมนูที่พบในแฟ้มแม่แบบ หากเมนูที่สร้างขึ้นจากชุดของแท็กป้องกันซ้ำที่มีแท็ก - A แล้วมีโอกาสที่จะประสบความสำเร็จ คุณจะเห็นผลด้านล่าง

# newsitewizard_headerinclude
source: Finally you also have to select which parts of the HTML header you want to include. For instance it is important that you select all sections with CSS styles in order to preserve the correct visual appearance of your website.<br/>You can also select the body-tag of the template if you want to use the original body-tag.<br/>This animations shows an example of this process:
cs: Nakonec si také zvolte, které části HTML hlavičky chcete zahrnout. Například je důležité, abyste vybrali všechny úseky s CSS styly, aby byl zachován správný vzhled vašeho webu.<br/>Můžete také vybrat tag BODY ze šablony, pokud chcete použít původní.<br/>Tato animace ukazuje příklad tohoto procesu:
fr: Finalement vous devez encore sélectionné les en-tête HTML qui doivent être incluses. Par exemple, c'est important de sélectionné toutes les feuilles de styles pour préserver l'aspect visuel de vos pages.<br/>Vous pouvez aussi sélectionne la balise body si vous utiliser des configurations spécifiques.<br/>Cette animation présente un exemple de ce processus:
pl: Na koniec wybierz fragmenty nagłówka HTML, które chcesz dołączyć. Na przykład istotne jest wybranie wszystkich sekcji stylów CSS w celu zachowania wizualnej stylizacji Twojego serwisu.<br/>Możesz również wybrać znacznik body z szablonu aby użyć zawarte w nim atrybuty, klasy, etc.<br/>Animacja demonstruje ten proces:
ru: И наконец, необходимо выбрать части HTML заголовка, которые должны присутствовать на сайте. Например, важно выбрать все разделы со стилями CSS, чтобы сохранить правильное визуальное представеление сайта.<br/>Также можно выбрать тег body шаблона, если необходимо использовать оригинальный тег body из шаблона.<br/>Эта анимация показывает пример такого процесса:
th: ในที่สุดคุณก็ต้องเลือกในส่วนของ header HTML ที่คุณต้องการรวม เช่นเป็นสิ่งสำคัญที่คุณเลือกทุกส่วนที่มีรูปแบบ CSS เพื่อรักษาลักษณะที่ปรากฏถูกต้องของเว็บไซต์ของคุณ <br/> คุณยังสามารถเลือกตัวแท็กของแม่ถ้าคุณต้องการใช้ตัวเดิม - tag <br/> ภาพเคลื่อนไหวนี้จะแสดงตัวอย่างของกระบวนการนี้ :

# newsitewizard_headerselect
source: Select HTML header parts
cs: Vybrat části HTML hlavičky
fr: Sélectionner les en-têtes HTML
pl: Wybierz fragmenty nagłówka HTML
ru: Выберете части для заголовка HTML
th: เลือก HTML ส่วนหัว

# newsitewizard_step4
source: Step 4: Select HTML header parts
cs: Krok 4: Výběr částí HTML hlavičky
fr: Etape 4: Sélectionner les en-têtes HTML
pl: Krok 4: Wybierz fragmenty nagłówka HTML
ru: Этап 4: выбор частей для заголовка HTML
th: ขั้นที่ 4 : เลือก HTML ส่วนหัว

# newsitewizard_maintemplate
source: Main template:
cs: Hlavní šablona:
fr: Gabarit principal
pl: Główny szablon:
ru: Основной шаблон:
th: หลักแม่แบบ :

# newsitewizard_created
source: New site has been created and adapted.
cs: Nový web byl vytvořen a přizpůsoben.
fr: Le nouveau site a été créé et adapaté
pl: Nowy serwis został utworzony i zaadoptowany.
ru: Создан и адаптирован новый сайт.
th: เว็บไซต์ใหม่ถูกสร้างและดัดแปลง

# newsitewizard_step3error
source: Error happened: Either you did not specify a website name or username in the previous form!
cs: Nastala chyba: V předchozím formuláři jste buď neuvedli název webu nebo uživatelské jméno!
fr: Une erreur est survenue: Soit vous n'avez pas précisez de nom pour votre site ou pour votre nouvel utilisateur dans le formulaire précédent!
pl: Wystąpił błąd: Nie podano nazwy serwisu lub nazwy użytkownika w poprzednim formularzu!
ru: Произошла ошибка: либо не определено название сайта, либо имя пользователя в предыдущей форме!
th: ข้อผิดพลาดเกิดขึ้น : ไม่ว่าคุณไม่ได้ระบุชื่อเว็บไซต์หรือชื่อผู้ใช้ในรูปก่อน!

# newsitewizard_step3ready
source: You are now ready to point out at which position in the HTML code to insert the TYPO3 generated page content and the main menu. This process is called "mapping".<br/>The process of mapping is shown with this little animation. Please study it closely to understand the flow, then click the button below to start the mapping process on your own. Complete the mapping process by pressing "Save and Return".
cs: Nyní jste připraveni ukázat na které pozici v HTML kódu bude vložený obsah stránky a hlavního menu generovaný TYPO3. Tento proces se nazývá "mapování".<br/>Proces mapování je zobrazen pomocí této malé animaci. Prosím prostudujte si ji blíže, abyste pochopili princip, potom klepněte na tlačítko níže a spusťte proces mapování na vlastní pěst. Dokončete proces mapování pomocí tlačítka "Uložit a návrat".
fr: Vous êtes maintenant prêt à préciser sur quelle position dans le code HTML le contenu de la page et les menus généré par TYPO3 doivent être insérés. Ce processus est appelé "mapping".<br />Le processus de mapping est démontré dans cette petite animation. Etudiez là attentivement pour en comprendre le déroulement, ensuite cliquez sur le bouton ci-dessous pour commencer le processus. Une fois que votre mapping terminé vous pouvez sauvegardé en cliquant sur "Sauver et enregistrer"
pl: OK, już czas aby wskazać fragmenty kodu HTML, które zostaną zastąpione przez TYPO3 dynamiczną treścią oraz głównym menu. Ten proces nazywany jest "mapowaniem".<br/>Proces mapowania pokazany jest na animacji. Przyjrzyj mu się chwilę by zrozumieć ogólną zasadę następnie kliknij poniższy link aby rozpocząć mapowanie. Po zmapowaniu wszystkich elementów zakończ proces klikając przycisk "Zapisz i wróć".
ru: Теперь Вы готовы указать, где в коде HTML нужно вставлять сформированное в TYPO3 содержимое страницы, а где – основное меню. Этот процесс называется "разметка".<br/>Процесс разметки показан на этой небольшой анимации. Внимательно изучите его, чтобы он стал понятен, после чего нажмите нижнюю кнопку для начала собственной разметки. Завершите разметку, нажав на кнопку "Сохранить и вернуться".
th: ตอนนี้คุณพร้อมที่จะชี้ที่ที่ตำแหน่งในรหัส HTML เพื่อแทรก TYPO3 สร้างเนื้อหาและหน้าเมนูหลัก แผนที่"กระบวนการนี้เรียกว่า <br/> กระบวนการของแผนที่จะแสดงภาพเคลื่อนไหวน้อยนี้ กรุณาศึกษาได้อย่างใกล้ชิดเพื่อทำความเข้าใจการไหลจากนั้นคลิกปุ่มด้านล่างเพื่อเริ่มต้นกระบวนการจัดทำแผนที่เอง เสร็จสิ้นขั้นตอนการทำแผนที่โดยการกด"Save และกลับ"

# newsitewizard_startmapping
source: Start the mapping process
cs: Začít proces mapování
fr: Démarrer le processus de configuration
pl: Rozpocznij proces mapowania
ru: Начало процесса разметки
th: เริ่มกระบวนการจัดทำแผนที่

# newsitewizard_beginmapping
source: Step 3: Begin mapping
cs: Krok 3: Zahájení mapování
fr: Etape 3: Démarrer la configuration
pl: Krok 3: Rozpocznij mapowanie
ru: Этап 3: начало разметки
th: ขั้นที่ 3 : แผนที่เริ่มต้น

# newsitewizard_firststep
source: The first step is to select the HTML file you want to base the new website design on. Below you see a list of HTML files found in the folder "%s". Click the "Preview"-link to see what the file looks like and when the right template is found, just click the "Choose as template"-link in order to proceed.<br/>If the list of files is empty you must now copy the HTML file you want to use as a template into the template folder. When you have done that, press the refresh button to refresh the list.
cs: Prvním krokem je výběr HTML souboru, na kterém chcete založit nový design webu. Níže vidíte seznam HTML souborů nalezených ve složce "%s". Klepněte na odkaz "Náhled", abyste zjistili, jak soubor vypadá a jakmile naleznete správnou šablonu, stačí klepnout na odkaz "Vybrat jako šablonu", abyste mohli pokračovat.<br/>Pokud je seznam souborů prázdný, musíte nyní zkopírovat HTML soubor, který chcete použít jako šablonu do složky templates. Pokud jste to udělali, stiskněte tlačítko Obnovit pro obnovení seznamu.
fr: La première étape est de sélectionné le fichier HTML que vous allez utiliser comme gabarit pour la ligne graphique de votre site. Ci-dessous vous voyez une liste de fichiers trouvés dans le dossier "%s". Cliquez sur "Prévisualiser" pour voir le rendu du fichier dans votre navigateur. Quand vous avez trouvé le bon gabarit, vous n'avez qu'à cliquer sur "Choisir comme gabarit" pour lancer la suite de l'assistant.<br/>Si la liste des fichiers est vide, vous devez déposer dans le dossiers vos gabarits HTML que vous souhaitez utiliser. Une fois que vos fichiers sont disponible cliquez sur le bouton "Rafraîchir".
pl: Pierwszy krok to wybór pliku HTML na podstawie którego chcesz stworzyć nowy szablon graficzny serwisu. Poniżej widnieje lista plików HTML znalezionych w katalogu "%s". Kliknij w link przeglądu by sprawdzić jego wygląd, jeśli jest to szablon, którego szukałeś kliknij w link "Wybierz jako szablon" aby kontynuować.<br/>Jeśli lista jest pusta musisz najpierw skopiować plik który chcesz użyć jako szablon do katalogu z szablonami. Gdy już to zrobisz kliknij przycisk odświeżania, by sprawdzić, czy plik znalazł się na liście.
ru: На первом этапе нужно выбрать файл HTML который станет базовым для дизайна нового сайта. Ниже приведен список файлов HTML, найденных в папке "%s". Щелкните по ссылке "Просмотр", чтобы посмотреть, как выглядит файл. Когда обнаружите нужный шаблон, просто щелкните "Выбрать в качестве шаблона" для продолжения.<br/>Если в списке нет файлов, нужно скопировать файл HTML, который предполагается использовать в качестве шаблона, в папку для шаблонов. Сделав это, нажмите на кнопку обновления для обновления списка файлов.
th: ขั้นตอนแรกคือการเลือก HTML ไฟล์ที่คุณต้องการให้การออกแบบเว็บไซต์ใหม่ใน ด้านล่างคุณจะเห็นรายการของ HTML ที่พบในโฟลเดอร์"% s" คลิกที่"Preview"ลิงค์เพื่อดูว่าไฟล์จะมีลักษณะและเมื่อมีสิทธิในแม่แบบพบเพียงคลิก"เลือกเป็นแม่แบบ"ลิงค์เพื่อดำเนินการต่อไป <br/> ถ้ารายการของไฟล์ที่ยังว่างอยู่ตอนนี้คุณต้องคัดลอกไฟล์ HTML ที่คุณต้องการใช้เป็นแม่แบบลงในโฟลเดอร์แม่แบบ เมื่อคุณได้ทำที่กดปุ่มรีเฟรชเพื่อรีเฟรชรายการ

# newsitewizard_selecttemplate
source: Step 1: Select the template HTML file
cs: Krok 1: Vyberte soubor HTML šablony
fr: Etape 1: Sélectionner le fichier de gabarit HTML
pl: Krok 1: Wybierz plik HTML dla nowego szablonu
ru: Этап 1: выберете файл HTML шаблона
th: ขั้นที่ 1 : เลือกแบบ HTML file

# newsitewizard_error
source: TemplaVoila wizard error
cs: Chyba TemplaVoilà průvodce
fr: Error de l'assistant Templavoilà
pl: Błąd kreatora TemplaVoilà
ru: Мастер ошибок TemplaVoila
th: ข้อผิดพลาดตัว TemplaVoila

# newsitewizard_errornodir
source: The template directory is empty or could not be found. Please, create it before starting this wizard.
cs: Složka se šablonou je prázdná nebo nebyla nalezena. Prosím, vytvořte ji před spuštěním tohoto průvodce.
fr: Le dossier des gabarits est vide ou ne peut pas être trouvé. Merci de créer un gabarit HTML avant de lancer cette assistant.
pl: Katalog z szablonami jest pusty, lub nie został odnaleziony. Utwórz go nim rozpoczniesz pracę kreatora proszę!
ru: Директория для шаблонов не пустая или не найдена. Ее нужно создать перед запуском этого мастера.
th: % s ไม่ใช่ไดเรกทอรี! โปรดให้สร้างก่อนที่จะเริ่มตัวช่วยสร้างนี้

# newsitewizard_templateselected
source: The template file "%s" is now selected:
cs: Soubor šablony "%s" je nyní vybrán:
fr: Le fichier de gabarit "%s" est maintenant sélectionné:
pl: Obecnie wybrany jest plik szablonu "%s":
ru: Выбран файл шаблона "%s":
th: แม่แบบ file"% s"ถูกเลือกขณะนี้ :

# newsitewizard_step2next
source: Next, you should enter default values for the new website. With this basic set of information we are ready to create the initial website structure!
cs: Dále musíte zadat výchozí hodnoty pro nový web. S touto základní sadou informací jsme připraveni vytvořit počáteční strukturu stránek!
fr: Ensuite, vous pouvez entrer les valeurs par défaut pour votre nouveau site. Avec ces informations de base, vous êtes prêt à créer la structure de base de votre site!
pl: Następnie powinieneś podać wartości domyślnej dla nowej strony. Używając ten zestaw danych będziemy mogli utworzyć wstępną strukturę serwisu!
ru: Далее, необходимо ввести значения по умолчанию для нового сайта. С этим базовым набором информации уже можно создавать начальную структуру веб сайта!
th: ถัดไปคุณควรป้อนค่าเริ่มต้นสำหรับเว็บไซต์ใหม่ กับชุดพื้นฐานของข้อมูลนี้เราพร้อมที่จะสร้างโครงสร้างเว็บไซต์ครั้งแรก!

# newsitewizard_step2_name
source: Name of the site
cs: Název webu
fr: Nom du site
pl: Nazwa serwisu
ru: Название сайта
th: ชื่อของเว็บไซต์

# newsitewizard_step2_url
source: URL of the website
cs: URL webové stránky
fr: URL du site
pl: Adres URL strony
ru: URL веб сайта
th: URL ของเว็บไซต์

# newsitewizard_step2_editor
source: Editor username
cs: Uživatelské jméno editora
fr: Nom d'utilisateur
pl: Nazwa edytora
ru: Имя пользователя для редактора
th: ชื่อผู้ใช้ Editor

# newsitewizard_step2_required
source: (Required)
cs: (Povinné)
fr: (Requis)
pl: (Wymagane)
ru: (требуется)
th: (จำเป็น)

# newsitewizard_step2_optional
source: (Optional)
cs: (Volitelné)
fr: (Optionnel)
pl: (Opcjonalne)
ru: (по возможности)
th: (อุปกรณ์เสริม)

# newsitewizard_step2_createnewsite
source: Create new site
cs: Vytvořit nový web
fr: Créer un nouveau site
pl: Utwórz nową stronę
ru: Создать новый сайт
th: สร้างเว็บไซต์ใหม่

# newsitewizard_step2_notemplatefound
source: No template file found!?
cs: Nenalezen žádný soubor šablony!?
fr: Aucun gabarit n'est disponible
pl: Nie znaleziono pliku szablonu?!
ru: Файл шаблона не найден!?
th: แม่ไม่มี file พบ?

# newsitewizard_step2_valuename
source: This value is shown in the browsers title bar and will be the default name of the first page in the page tree.
cs: Tato hodnota je uvedena v záhlaví prohlížeče a bude výchozím názvem první stránky ve stromu.
fr: Cette valeur est affichée dans la barre de titre du navigateur et sera le nom par défaut de la première page du site.
pl: Ta wartość jest pokazywana w pasku tytułu przeglądarki, będzie również użyta jako tytuł pierwszej strony na drzewie.
ru: Это значение отображается в заголовке браузера и по умолчанию служит названием первой страницы в дереве страниц.
th: ค่านี้จะปรากฏในแถบชื่อเบราว์เซอร์และจะเป็นชื่อเริ่มต้นของหน้าแรกที่ต้นไม้หน้า

# newsitewizard_step2_valueurl
source: If you know the URL of the website already please enter it here, eg. "www.mydomain.com".
cs: Pokud znáte adresu URL webu již nyní, zadejte ho prosím zde, například. "www.mojedomena.cz".
fr: Si vous connaissez déjà l'URL de votre site, merci de la saisir ici, ex: "www.mondomain.com"
pl: Jeśli znasz już docelowy adres serwisu podaj go, np. "www.jakas-tam-domena.pl"
ru: Если известен URL веб сайта, введите его здесь. Пример: "www.mydomain.com".
th: ถ้าคุณทราบ URL ของเว็บไซต์ที่มีอยู่แล้วโปรดป้อนที่นี่เช่น www.mydomain.com""

# newsitewizard_step2_username
source: Enter the username of a new backend user/group who will be able to edit the pages on the new website. (Password will be "password" by default, make sure to change that!)
cs: Zadejte uživatelské jméno nového uživatele/skupiny backendu, kteří budou moci upravovat stránky na novém webu. (Heslo bude ve výchozím nastavení "password", a určitě jej po dokončení průvodce změňte!)
fr: Saisissez le nom d'utilisateur du nouvel utilisateur/groupe backend qui sera responsable de l'édition des pages sur le nouveau site. (Le mot de passe sera "password" par défaut, n'oublier pas de modifier ce champs ultérieurement).
pl: Wprowadź nazwę użytkownika/grupy panelu BE mającej uprawnienia do edycji stron obecnie tworzonego serwisu. (Domyślne hasło to "password", zmień je jak najszybciej na własne!)
ru: Введите имя пользователя нового внутреннего пользователя/группы, который будет редактировать страницы нового веб сайта (по умолчанию в качестве пароля будет установлено "password", не забудьте изменить его!).
th: กรุณาใส่ชื่อของผู้ใช้แบ็กเอนด์ใหม่ของกลุ่ม / ผู้ที่จะสามารถแก้ไขเพจในเว็บไซต์ใหม่ (รหัสผ่านจะถูก"รหัสผ่าน"โดยเริ่มต้นให้ตรวจสอบการเปลี่ยนแปลงที่!)

# newsitewizard_step2
source: Step 2: Enter default values for new site
cs: Krok 2: Zadejte výchozí hodnoty pro nové stránky
fr: Etape 2: Saisissez les valeurs par défaut pour le nouveau site
pl: Krok 2: Podaj wartości domyślne dla nowej strony
ru: Этап 2: введите значения по умолчанию для нового сайта
th: ขั้นที่ 2 : ใส่ค่าเริ่มต้นสำหรับไซต์ใหม่

# newsitewizard_usedtimes
source: Used %d times
cs: Použito %d×
fr: Utilisé %d fois
pl: Licznik użyć: %d
ru: Используется %d раз
th: ใช้เวลา% d

# newsitewizard_notused
source: Not used yet
cs: Zatím nepoužito
fr: Pas encore utilisé
pl: Jeszcze nie użyto
ru: Пока не используется
th: ยังไม่ได้ใช้

# newsitewizard_preview
source: [Preview first]
cs: [Nejdříve náhled]
fr: [Prévisualisé en premier]
pl: [Najpierw przejrzyj]
ru: [Просмотр]
th: ] [ตัวอย่างแรก

# newsitewizard_choose
source: [Choose as Template]
cs: [Vybrat jako šablonu]
fr: [Choisissez un gabarit]
pl: [Wybierz jako szablon]
ru: [Выбрать в качестве шаблона]
th: [เลือกเป็นแม่]

# dsdetails_nobasicdefinitions
source: The element has no basic definitions!
cs: Prvek nemá žádné základní definice!
fr: L'élément n'a pas de définition
pl: Ten element nie posiada podstawowych definicji!
ru: Элемент не имеет основных определений!
th: องค์ประกอบที่มีความหมายขั้นพื้นฐาน no!

# dsdetails_notceformdefinitions
source: The element has no TCE-form definitions!
cs: Prvek nemá žádné definice TCE-formuláře!
fr: L'élément n'a aucun définition (TCE Form)
pl: Ten element nie posiada definicji TCE-form!
ru: Элемент не имеет определений для форм TCE!
th: องค์ประกอบที่มีความหมายทีซีอีแบบ - no!

# dsdetails_notes
source: Notes
cs: Poznámky
pl: Notatki
ru: Замечания

# dsdetails_column
source: Column-positioning
cs: Sloupec-polohování
fr: Colonne (positionnement)
pl: Pozycjonowanie kolumn
ru: Позиционирование столбцов
th: คอลัมน์ - positioning

# dsdetails_preset
source: Preset used for the element
cs: Přednastavení použité pro prvek
fr: Paramétrage utilisé pour cet élément.
pl: Ustawienia użyte dla elementu
ru: Преднастройка для элемента
th: Preset ใช้องค์ประกอบ

# dsdetails_tsutilize
source: will utilize the TS-structure %s defined inside the <TypoScriptObjPath>-entry
cs: bude využívat TS-strukturu %s definovánou uvnitř <TypoScriptObjPath>-záznamu
fr: va utiliser la structure TS %s définie dans l'entrée <TypoScriptObjPath>
pl: wykorzysta strukturę TS %s określoną wewnątrz wpisu <TypoScriptObjPath>
ru: будет использована структура TS %s, определенная внутри элемента <TypoScriptObjPath>
th: จะใช้ประโยชน์จากโครงสร้าง% TS - s กำหนดภายใน <TypoScriptObjPath> เข้า

# dsdetails_tslines
source: %d lines of TS-code inside the <TypoScript>-entry
cs: %d řádků TS-kódu uvnitř <TypoScript>-záznamu
fr: %d lignes de TS dans l'entrée <TypoScript>
pl: %d linii kodu TS wewnątrz wpisu <TypoScript>
ru: %d строк кода TS внутри элемента <TypoScript>
th: บรรทัด% d ของ TS โค้ดภายใน <TypoScript> เข้า

# dsdetails_tsconstants
source: %d TS-constants defined for use in the <TypoScript>-entry
cs: %d TS-konstanty definované pro použití v <TypoScript>-záznamu
fr: %d constantes TS définies dans l'entrée <TypoScript>
pl: %d stałych TS zdefiniowanych do użycia we wpisie <TypoScript>
ru: элемент <TypoScript>
th: % d TS คงกำหนดให้ใช้ใน <TypoScript> เข้า

source: Warnings
cs: Upozornění
fr: Avertissements
pl: Ostrzeżenia
ru: Предупреждения
th: คำเตือน

source: Fatal errors
cs: Fatální chyby
fr: Erreurs fatales
pl: Błędy fatalne
ru: Фатальная ошибка
th: ข้อผิดพลาดร้ายแรง

# invaliddatastructure_xmlbroken
source: The the element "%1$s" within the datastructure seems to contain invalid XML, therefore the required data can't be displayed.
cs: Zdá se, že prvek "%1$s" v rámci datové struktury obsahuje neplatné XML, a proto nelze požadované údaje zobrazit.
fr: L'élément "%1$s" dans la structure de donnée semble contenir un code XML invalide, le contenu ne peut être affiché.
pl: Zdaje się, że element "%1$s" znajdujący się w strukturze danych zawiera niepoprawny kod XML, dlatego wymagane dane nie zostaną wyświetlone.
ru: Похоже, что элемент "%1$s" внутри структуры данных содержит неверный XML, поэтому требуемые данные не могут быть отображены.
th: องค์ประกอบ"% 1 $ s"ภายใน datastructure ดูเหมือนว่าจะมีที่ไม่ถูกต้อง XML ดังนั้นข้อมูลที่ต้องการไม่สามารถแสดงได้

# wiz_title
source: New site wizard
cs: Pomocník pro nový web
fr: Assistant pour un nouveau site
pl: Kreator nowej witryny
ru: Создание нового сайта
th: ตัวเว็บไซต์ใหม่

# wiz_step
source: Step %s
cs: Krok %s
fr: Étape %s
pl: Krok %s
ru: Этап %s
