Repository: Kathara/templavoila
Catalog: Resources/Private/Language/AdministrationModule/MainController/*.locallang.xlf
Languages: cs, fr, pl, ru, th

# title
source: TemplaVoilà Control Center
cs: Ovládací centrum TemplaVoilà
fr: Panneau de configuration TemplaVoilà
pl: Panel Zarządzania TemplaVoilà
ru: Центр управления TemplaVoilà
th: ศูนย์ควบคุม TemplaVoilà

source: Storage Folders
cs: Složky úložiště
fr: Dossiers de stockage
pl: Foldery składujące
ru: Папки-хранилища
th: โฟลเดอร์เก็บ

source: Data Structures
cs: Datové Struktury
fr: Structures de données (DS)
pl: Struktury danych
ru: Структуры данных
th: โครงสร้างข้อมูล

source: Template Objects
cs: Objekty Šablon
fr: Objets Gabarits (TO)
pl: Obiekty szablonów
ru: Объекты шаблонов
th: วัตถุแม่แบบ

source: Template Files
cs: Soubory šablon
fr: Fichiers gabarits
pl: Pliki szablonów
ru: Файлы шаблонов
th: ไฟล์แม่แบบ

source: Page templates
cs: Šablony stránek
fr: Gabarits de pages
pl: Szablony stron
ru: Шаблонные страницы
th: หน้าแม่แบบ

source: File reference
cs: Odkaz na soubor
fr: Références de fichiers
pl: Referencje do plików
ru: Ссылка на файл
th: อ้างอิงไฟล์

source: Description
cs: Popis
pl: Opis
ru: Описание
th: หน้าต่อไปนี้ในบรรทัดรากมีโครงสร้างข้อมูลและแม่แบบวัตถุ

# fces
source: Flexible CE
cs: Flexibilní CE
fr: Contenu flexible
pl: Element Płynny
ru: Гибкий Эл.
th: CE ยืดหยุ่น

source: Other
cs: Ostatní
fr: Autre
pl: Inne
ru: Другое
th: อื่นๆ

# unknown
source: Unknown "%s"
cs: Neznámý "%s"
fr: Inconnu "%s"
pl: Nieznane: %s
ru: Неизвестное "%s"
th: ไม่ทราบ"% s"

# losttos
source: Lost TOs [%d]
cs: Ztracené TO [%d]
fr: TOs perdus [%d]
pl: Zagubione OS [%d]
ru: Последние ОШ [%d]
th: TOS Lost% [d]

# overview
source: XML file
cs: XML soubor
fr: Fichier XML
pl: Plik XML
ru: Файл XML

source: DS/TO Title
cs: Název DS/TO
fr: Titre DS/TO
pl: Nazwa SD/OS
ru: Название СД/ОШ

source: Localization
cs: Lokalizace
fr: Localisation
pl: Lokalizacja
ru: Локализация
th: การจำกัด

source: Container status
cs: Stav kontejneru
fr: Statut du container
pl: Status kontenera
ru: Статус контейнера
th: สถานะคอนเทนเนอร์

source: Mapping status
cs: Stav mapování
fr: Statut du mapping
pl: Status mapowania
ru: Статус разметки
th: สถานะ Mapping

source: Usage count
cs: Počet využití
fr: Nombre d'utilisations en cours
pl: Licznik użyć
ru: Количество использования
th: นับประโยชน์

source: Template Status
cs: Stav šablony
fr: Statut du gabarit
pl: Status szablonu
ru: Статус шаблона
th: สถานะแม่

source: Render Type
cs: Type renderu
fr: Type de rendu
pl: Sposób renderowania
ru: Тип формирования
th: แสดงประเภท

source: Language
cs: Jazyk
fr: Langue
pl: Język
ru: Язык
th: ภาษา

# globalprocessing_xml
source: Global Processing <strong>XML</strong>
cs: Globální zpracování <strong>XML</strong>
fr: <strong>XML</strong> de traitement global
pl: Globalne przetwarzanie <strong>XML</strong>
ru: Глобальная обработка <strong>XML</strong>
th: การประมวลผล <strong>XML</strong> Global

# localprocessing_xml
source: Local Processing <strong>XML</strong>
cs: Místní zpracování <strong>XML</strong>
fr: <strong>XML</strong> de traitement local
pl: Lokalne przetwarzanie <strong>XML</strong>
ru: Локальная обработка <strong>XML</strong>
th: การประมวลผล <strong>XML</strong> Local

source: Used by
cs: Používáno
fr: Utilisé par
pl: Używane przez
ru: Используется в
th: โดยใช้

source: Created
cs: Vytvořeno
fr: Créé
pl: Utworzone
ru: Создан
th: สร้างขึ้น

source: Updated
cs: Aktualizováno
fr: Mis à jour
pl: Uaktualnione
ru: Обновлен

source: [No icon]
cs: [Bez ikony]
fr: [sans icône]
pl: [Brak ikony]
ru: [Нет значка]

source: [File not found!]
cs: [Soubor nebyl nalezen!]
fr: [fichier introuvable !]
pl: [Plik nie odnaleziony!]
ru: [Файл не найден]
th: [หาไฟล์ไม่เจอ!]

# createnewto
source: Create new Template Object
cs: Vytvořit nový Objekt Šablony
fr: Créer un nouvel Objet Gabarit
pl: Utwórz nowy Obiekt Szablonu
ru: Создать новый Объект Шаблона
th: สร้างวัตถุแม่แบบใหม่

# containerwithseparatelocalization
source: Container element with separate localization!
cs: Prvek kontejneru se samostatnou lokalizací!
fr: Elément de contenu avec une localisation séparée!
pl: Element kontenera z odrębnym tłumaczeniem!
ru: Элемент-контейнер с отдельной локализацией!
th: element Container กับท้องถิ่นแยก!

# mixofcontentandref
source: Mix of content and references, OK, but be careful!
cs: Mix obsahu a odkazů, OK, ale buďte opatrní!
fr: Mélange de contenu et de référence, OK, mais soyez prudent.
pl: Mix zawartości i referencji, OK, ale ostrożnie!
ru: Смесь содержимого и ссылок, возможно, но используйте осторожно!
th: ผสมของเนื้อหาและอ้างอิง, OK แต่ระวัง!

# nocontentfields
source: No content fields, recommended to set "<langDisable>" = 1
cs: Žádná pole obsahu, doporučuje se nastavit "<langDisable>" = 1
fr: Aucun champs de contenu, il est recommandé de définir "<langDisable>" = 1
pl: Brak pól zawartości, zalecane ustawienie "<langDisable>" = 1
ru: Нет полей содержимого, рекомендуется установить "<langDisable>" = 1
th: ไม่มีเขตข้อมูลเนื้อหาแนะนำให้ตั้ง" <langDisable> "= 1

# towasupdated
source: Template file was updated since last mapping (%s) and you might need to remap the Template Object!
cs: Soubor šablony byl od posledního mapování (%s) aktualizován a může být potřeba přemapovat Objekt Šablony!
fr: Le fichier de gabarit a été mis à jour depuis la dernière configuration (%s), vous devez vérifier la configuration de votre Object Gabarit
pl: Plik szablonu został uaktualniony od ostatniego mapowania (%s) i może być wymagane jego ponowne mapowanie.
ru: Файл шаблона обновился со времени последней разметки (%s), может понадобиться переразметить Объект Шаблона!
th: แฟ้มแม่แบบที่ปรับปรุงล่าสุดตั้งแต่แผนที่ (% s) และคุณอาจต้องทำการแมปแม่แบบ Object!

# warning_mappingstatus
source: %s (TO: "%s")
pl: %s (OS: "%s")
ru: %s (ОШ: "%s")

# mapping_uptodate
source: Mapping is up to date.
cs: Mapování je aktuální.
fr: Configuration à jour
pl: Mapowanie jest aktualne.
ru: Разметка актуальна
th: แผนที่ทันสมัย

source: Update mapping
cs: Aktualizace mapování
fr: Mettre à jour la configuration
pl: Uaktualnij mapowanie
ru: Обновите разметку
th: แผนที่ Update

# notmapped
source: Not mapped yet!
cs: Ještě nenamapováno!
fr: Aucune configuration actuellement
pl: Jeszcze nie zmapowane!
ru: Не размечено!
th: แมปยังไม่ได้!

# updatemapping_info
source: - <em>(It might also mean that the TO was mapped with an older version of TemplaVoila - then just go and save the mapping again at this will be updated.)</em>
cs: - <em>(To by mohlo také znamenat, že TO byl mapován se starší verzí TemplaVoilà - potom prostě uložte mapování znovu a to bude aktualizováno)</em>
fr: - <em>(Cela peut aussi vouloir dire que le TO a été configuré avec une version antérieur de Templavoilà - si c'est le cas, vous pouvez simplement sauver à nouveau votre configuration pour la mettre à jour.)</em>
pl: - <em>(To może również oznaczać, że szablon był mapowany za pomocą starszej wersji TemplaVoilà - zatem zapisz mapowanie ponownie by zaktualizować.)</em>
ru: - <em>(также возможно, что ОШ был размечен в старой версии TemplaVoila, просто откройте шаблон и сохраните его, он будет обновлен).</em>
th: -- <em>(นอกจากนี้ยังอาจหมายความว่าการถูกแมปกับรุ่นเก่าของ TemplaVoila -- แล้วก็ไปและบันทึกการทำแผนที่อีกครั้งที่นี้จะมีการปรับปรุง . )</em>

source: Map
cs: Mapovat
fr: Connecter
pl: Mapuj
ru: Разметка
th: แผนที่

source: Remap
cs: Přemapovat
fr: Reconnecter
pl: Zmień mapowanie
ru: Переразметка
th: ทำการแมป

source: Preview
cs: Náhled
fr: Prévisualiser
pl: Podgląd
ru: Предварительный просмотр
th: ก่อนหน้า

# toused_title
source: Title
cs: Název
fr: Titre
pl: Tytuł
ru: Название
th: ชื่อเรื่อง

# toused_pid
source: Page ID
cs: ID stránky
fr: ID de la page
pl: ID strony
ru: ID страницы
th: ID หน้า

# toused_path
source: Path
cs: Cesta
fr: Chemin
pl: Scieżka
ru: Путь
th: เส้นทาง

# toused_workspace
source: Workspace
cs: Pracovní prostor
fr: Espace de travail
pl: Przestrzeń robocza
ru: Рабочая область
th: ที่ทำงาน

# toused_header
source: Header
cs: Záhlaví
fr: Titre
pl: Nagłówek
ru: Заголовок
th: หัวเรื่อง

# toused_usedin
source: Used in %d Elements
cs: Používá se u %d prvků
fr: Utilisé dans %d éléments
pl: Używane w %d elementów
ru: Используется в %d элементах
th: องค์ประกอบที่ใช้ใน% d

source: No Access
cs: Žádný přístup
fr: Aucun accès
pl: Brak dostępu
ru: Нет доступа
th: ไม่มีการติดต่อ

source: Usage
cs: Využití
fr: Utilisation
pl: Użycie
ru: Использование
th: การใช้

source: Action
cs: Akce
pl: Akcja
ru: Действие
th: การกระทำ

source: Refresh
cs: Aktualizovat
fr: Rafraîchir
pl: Odśwież
ru: Обновить
th: ฟื้นฟู

# invalidtemplatevalues
source: Invalid template values in %d elements
cs: Neplatné hodnoty šablony u %d prvků
fr: Gabarit invalide dans %d éléments
pl: Niepoprawne wartości szablonu w %d elementów
ru: Неверные значения шаблонов в %d эл.
th: แม่แบบไม่ถูกต้องค่าใน% d องค์ประกอบ

source: No errors found!
cs: Žádné chyby nebyly nalezeny!
fr: Aucune erreur trouvée!
pl: Nie znaleziono błędów!
ru: Ошибок не найдено!
th: ไม่พบข้อผิดพลาด!

source: by user
cs: uživatelem
fr: par utilisateur
pl: przez użytkownika
ru: пользователем
th: โดยผู้ใช้

source: File
cs: Soubor
fr: Fichier
pl: Plik
ru: Файл
th: ไฟล์

source: New DS/TO
cs: Nový DS/TO
fr: Nouveau DS/TO
pl: Nowa struktura/szablon
ru: Новые СД/ОШ
th: DS New / TO

source: Used files
cs: Použité soubory
fr: Fichiers utilisés
pl: Pliki użyte
ru: Используемые файлы
th: ใช้ไฟล์

source: Template Archive
cs: Archiv šablon
fr: Gabarit (Archive)
pl: Archiwum szablonu
ru: Архив шаблонов
th: ที่เก็บแม่แบบ

source: Configuration
cs: Konfigurace
pl: Konfiguracja
ru: Настройка
th: การตั้งค่า

# fceislocalized
source: FCE-element is localized
cs: FPO-prvek je lokalizován
fr: L'élément flexible (FCE) est localisé
pl: Element FCE jest tłumaczony
ru: Гибкий элемент локализован
th: FCE องค์ประกอบคือท้องถิ่น

# fceinlineislocalized
source: FCE-inline-elements of the FCE-element are localized
cs: FPO-inline-prvky FPO-prvku jsou lokalizovány
fr: Les éléments impriqués du FCE sont localisés
pl: Elementy osadzone w liniach FCE tego elementu FCE są tłumaczone
ru: Встроенные в гибкий элемент гибкие элементы локализованы
th: FCE - องค์ประกอบ - inline ของ FCE องค์ประกอบ - เป็นภาษาท้องถิ่น

# casttointeger
source: the entered/computed value will be cast to an integer
cs: vložené/vypočtené hodnoty budou převedeny na celé číslo
fr: la valeur saisie/calculée sera convertie en nombre entier
pl: wprowadzona/pobrana wartość zostanie przekonwertowana na liczbę (integer)
ru: введенное/вычисленное значение будет приведено к целому
th: ป้อน / ค่าคำนวณจะ cast เป็นจำนวนเต็ม

# hsced
source: the entered/computed value will be passed to htmlentities
cs: vložené/vypočtené hodnoty budou filtrovány skrz htmlentities
fr: la valeur saisie/calculée sera passée dans htmlentities
pl: wprowadzona/pobrana wartość zostanie pozbawiona formatowania HTML (htmlentities)
ru: введенное/вычисленное значение будет передано в объект html
th: ป้อน / ค่าคำนวณจะถูกส่งไป htmlentities

# hsc_on
source: [HTML-code won't be available]
cs: [HTML-kód nebude k dispozici]
fr: [Le code HTML ne sera pas disponible]
pl: [Kod HTML nie będzie dostępny]
ru: [код HTML не будет доступен]
th: รหัส [HTML - จะไม่สามารถใช้ได้]

# hsc_off
source: [HTML-code will be displayed as-is]
cs: [HTML-kód se zobrazí tak jak je]
fr: [Le code HTML sera affiché tel quel]
pl: [Kod HTML będzie wyświetlany bez zmian]
ru: [код HTML будет отображен как есть]
th: รหัส [HTML จะถูกแสดงเป็นจะ]

# stdwrap
source: the entered/computed value will be wrapped
cs: vložené/vypočtené hodnoty budou obaleny
fr: la valeur saisie/calculée sera entouré
pl: wprowadzona/pobrana wartość zostanie otoczona
ru: введенное/вычисленное значение будет помещено в обертку
th: ป้อน / คำนวณค่าจะห่อ

source: redundant
cs: redundantní
fr: redondant
pl: redundantnie
ru: избыточно
th: ซ้ำซาก

# illegalcharacters
source: entry contains illegal characters and/or has multiple lines
cs: položka obsahuje nepovolené znaky a/nebo má více řádků
fr: L'entré contient des caractères illégaux et/ou des retours à la ligne
pl: wpis zawiera niedozwolone znaki i/lub posiada wiele linii
ru: введены запрещенные символы и/или имеется несколько строк
th: รายการอักขระที่ผิดกฎหมายและ / หรือมีหลายบรรทัด

# newsitewizard_menuhtmlcode
source: Here is the HTML code from the Template that encapsulated the menu
cs: Zde je HTML kód ze šablony, který zapouzdřil menu
fr: Voici le code HTML du gabarit qui décorera le menu
pl: Oto kod HTML z szablonu ograniczający obszar menu
ru: Здесь находится код HTML из шаблона, содержащий меню
th: ที่นี่โค้ด HTML จากแม่แบบที่ห่อหุ้มเมนูเป็น

# newsitewizard_menuenc
source: It seems that the menu consists of menu items encapsulated with %s.
cs: Zdá se, že se menu skládá z položek menu zapouzdřených pomocí %s.
fr: Il semble que le menu consiste en des éléments de menu décoré avec %s
pl: Wygląda na to, że menu składa się z pozycji ograniczonych za pomocą %s.
ru: Похоже, что меню состоит из элементов входящих в %s.
th: ดูเหมือนว่าเมนูประกอบด้วยรายการเมนูห่อหุ้มด้วย% s

# newsitewizard_menunoa
source: It seems that the menu consists of menu items not wrapped in any block tags except A-tags.
cs: Zdá se, že se menu skládá z položek menu, které nejsou zabalené v žádných blokových tazích s výjimkou tagu A.
fr: Il semble que le menu consiste en des éléments de menu qui ne sont pas décoré, excepté par un lien.
pl: Wygląda na to, że menu składa się z pozycji nie otoczonych żadnym znacznikiem poza linkami (znacznik A)
ru: Похоже, что меню состоит из элементов, не заключенных ни в один из блоковых тегов, за исключением тега A.
th: ดูเหมือนว่าเมนูประกอบด้วยรายการเมนูไม่ห่อใด ๆ ยกเว้น tags block - tags

# newsitewizard_menuwrap
source: It also seems that the whole menu is wrapped in this tag %s
cs: Zdá se také, že je celé menu zabaleno tímto tagem %s
fr: Il semble aussi que le menu soit entouré dans cette balise %s
pl: Wygląda także na to, że całe menu jest otoczone tym znacznikiem %s
ru: Кроме того, похоже, что все меню заключено в тег %s
th: นอกจากนี้ยังดูเหมือนว่าเมนูทั้งหมดจะห่อใน% s tag นี้

# newsitewizard_menudiv
source: Between the menu elements there seems to be a visual division element with this HTML code: "%s". That will be added between each element as well.
cs: Mezi prvky menu je zřejmě přítomen prvek vizuálního rozdělení s tímto HTML kódem: "%s". Ten bude také přidán mezi jednotlivé prvky.
fr: Entre les éléments du menu il semble y avoir un séparateur visuel avec ce code HTML: "%s". Ce code va être ajouté entre chaque élément.
pl: Pomiędzy elementami menu znajdują się widoczne rozdzielacze używające ten kod HTML: "%s". W takim przypadku zostaną one umieszczone pomiędzy kolejnymi pozycjami menu.
ru: Между элементами меню имеется визуальное разделение с таким кодом HTML: "%s". Он будет добавлен между всеми элементами.
th: ระหว่างองค์ประกอบเมนูดูเหมือนจะแบ่งองค์ประกอบภาพด้วยนี้รหัส HTML :"% s" ที่จะเพิ่มระหว่างองค์ประกอบด้วยกัน

# newsitewizard_menuimg
source: The menu items were detected to be images - TYPO3 will try to generate graphical menu items automatically (GMENU). You will need to customize the look of these before it will match the originals!
cs: Byly zjištěny obrázky coby položky menu - TYPO3 se bude snažit vytvořit grafické položky menu automaticky (GMENU). Budete muset upravit vzhled těchto položek předtím, než se bude shodovat s originálem!
fr: Les éléments du menu ont été détecté comme étant des images - TYPO3 va essayer de générer des un menu graphique automatiquement (GMENU). Vous allez devoir personnaliser ce menu pour qu'il ressemble à l'original.
pl: Wykryto, że pozycje menu to obrazki, TYPO3 spróbuje utworzyć z nich graficzne menu automatycznie (za pomocą GMENU). Musisz ew. poprawić konfigurację aby zachować oryginalne formatowanie!
ru: Установлено, что элементы меню являются изображениями, TYPO3 попытается элементы графического меню автоматически (GMENU). Сначала необходимо настроить их вид!
th: รายการเมนูตรวจพบเป็นภาพ -- TYPO3 จะพยายามสร้างรายการเมนูกราฟิกโดยอัตโนมัติ (GMENU) คุณจะต้องกำหนดลักษณะของเหล่านี้ก่อนที่จะตรงกับต้นฉบับ!

# newsitewizard_menumouseover
source: It seems like a mouseover functionality has been applied previously, so roll-over effect has been applied as well.
cs: Vypadá to, že byla již dříve použita mouseover funkce, takže byl také použit roll-over efekt.
fr: Il semble qu'un effet soit appliqué au menu lors du passage de la souris, cette effet sera aussi disponible dans le menu généré par TYPO3 (RO)
pl: Wygląda na to, że funkcjonalność zmiany wyglądu po najechaniu myszą była wcześniej stosowana, zatem dołączono również podobny efekt.
ru: Похоже, что функциональность при наведении мышки была применена до того, поэтому был применен эффект изменения при наведении мышки.
th: ดูเหมือนว่าการทำงาน mouseover ถูกใช้ก่อนหน้านี้ดังนั้นโรลผลมากกว่าได้ใช้เช่นกัน

# newsitewizard_menuts
source: Based on this analysis, this TypoScript configuration for the menu is suggested:
cs: Na základě této analýzy je pro menu navrhována tato konfigurace TypoScriptu:
fr: En se basant sur cette analyse, la configuration TypoScript suivante est suggérée:
pl: Na podstawie analizy pliku sugerowany jest ten kod TypoScript dla menu:
ru: На основе анализа, эта настройка TypoScript для меню включает:
th: จากการวิเคราะห์นี้กำหนดค่านี้ TypoScript สำหรับเมนูแนะนำ :

# newsitewizard_menufinetune
source: You can fine tune the configuration here before it is saved:
cs: Zde můžete doladit konfiguraci předtím, než bude uložena:
fr: Vous pouvez parfaire la configuration ici, avant qu'elle ne soit sauvegardé.
pl: Możesz dodatkowo poprawić konfigurację przed zapisem:
ru: Перед сохранением, здесь можно подстроить конфигурацию:
th: คุณสามารถปรับแต่งการตั้งค่าที่นี่ก่อนที่จะบันทึก :

# newsitewizard_menuwritets
source: Write %s TypoScript code
cs: Zapsat %s TypoScript kód
fr: %s TypoScript sauvegardé.
pl: Zapisz kod TypoScript %s
ru: Запись %s кода TypoScript
th: % s เขียนรหัส TypoScript

# newsitewizard_menufinished
source: The basics of your website should be working now. It seems like you did not map the %s to any element, so the menu configuration process will be skipped.
cs: Základy vaší webové stránky by měly být teď funkční. Vypadá to, že jste nenamapovali %s na jakýkoli prvek, takže proces konfigurace menu bude přeskočen.
fr: La base de votre site doit maintenant fonctionner. Il semble que vous n'ayez pas connecté le %s à aucun élément, la configuration du menu ne sera pas effectuée.
pl: Twój serwis powinien już funkcjonować w podstawowym zakresie. Wygląda na to, że nie zmapowałeś %s do żadnego elementu, zatem konfiguracja menu zostanie pominięta.
ru: Теперь каркас Вашего сайта должен заработать. Похоже, что не сделана разметка для %s, поэтому процесс настройки меню был пропущен.
th: พื้นฐานของเว็บไซต์ของคุณควรจะทำงานนี้ ดูเหมือนว่าคุณไม่ได้แผนที่% s ถึงองค์ประกอบใด ๆ ดังนั้นการตั้งค่าเมนูจะข้าม

# newsitewizard_menunext
source: Next...
cs: Další...
fr: Prochain...
pl: Dalej...
ru: Далее...
th: ต่อไป

# newsitewizard_step5
source: Step 5 %s: Trying to create dynamic menu
cs: Krok 5 %s: Snaha o vytvoření dynamického menu
fr: Etape 5 %s: Tentative de création d'un menu dynamique
pl: Krok 5 %s: Próbuję utworzyć dynamiczne menu
ru: Этап 5 %s: попытайтесь создать динамическое меню
th: ขั้นตอน 5% s : การพยายามที่จะสร้างเมนูแบบไดนามิก

# newsitewizard_sitecreated
source: <b>Congratulations!</b> You have completed the initial creation of a new website in TYPO3 based on the TemplaVoila engine. After you click the "Finish" button you can go to the Web>Page module to edit your pages!
cs: <b>Gratulujeme!</b> Dokončili jste počáteční fázi vytváření nových webových stránek v TYPO3 založených na nástroji TemplaVoilà. Po klepnutí na tlačítko "Dokončit", můžete jít na modul Web>Stránka upravovat své stránky!
fr: <b>Félicitations!</b> Vous avez terminé les étapes initiales de création de votre nouveau site avec TYPO3 et le moteur de gabarit Templavoilà. Après avoir cliquer sur "Terminé" vous pouvez aller dans le module Web>Page pour éditer vos pages!
pl: <b>Gratulacje!</b> Właśnie ukończyłeś wstępną instalację nowej strony z wykorzystaniem mechanizmu TemplaVoilà. Po kliknięciu przycisku "Zakończ" możesz przejść do modułu WEB>Strona aby rozpocząć edycję stron oraz treści!
ru: <b>Отлично!</b> Завершено начальное создание нового веб сайта на TYPO3 посредством движка TemplaVoila. После щелчка по кнопке "Завершить", можно перейти в модуль Веб>Страница для редактирования страниц!
th: <b>!</b> คุณได้เสร็จสิ้นการสร้างเริ่มต้นของเว็บไซต์ใหม่ใน TYPO3 ตามเครื่องมือ TemplaVoila หลังจากที่คุณคลิกปุ่ม"Finish คุณสามารถไปที่โมดูล Web> หน้าแก้ไขหน้าเว็บของคุณ

# newsitewizard_finish
source: Finish Wizard!
cs: Dokončit průvodce!
fr: Terminer l'assistant!
pl: Zakończ działanie kreatora!
ru: Мастер завершающего этапа!
th: ตัวช่วยสร้างเสร็จสิ้น

# newsitewizard_done
source: Step 6: Done
cs: Krok 6: Hotovo
fr: Etape 6: Terminé
pl: Krok 6: Zakończono
ru: Этап 6: сделано
th: ขั้นที่ 6 : เสร็จสิ้น
