Repository: Kathara/templavoila
Catalog: Resources/Private/Language/AdministrationModule/MainController/*.locallang.xlf
Languages: cs, fr, pl, ru, th

# description_pagesWithCertainDsTo
source: The following pages in the root line contain data structures and template objects
cs: Následující stránky v kořenové linii obsahují Datové Struktury a Objekty Šablon
fr: Les pages suivantes dans l'arborescence contiennent des structures de données ou des objets gabarits
pl: Następujące strony na drzewie posiadają struktury danych oraz obiekty szablonów
ru: Следующие страницы корневой линии имеют структуры данных и объекты шаблонов
th: หน้าต่อไปนี้ในบรรทัดรากมีโครงสร้างข้อมูลและวัตถุแม่แบบ

# newsitewizard_intro
source: If you want to start a new website based on the TemplaVoila template engine you can start this wizard which will set up all the boring initial stuff for you. You will be taken through these steps: - Creation of a new website root, storage folder, sample pages. - Creation of the main TemplaVoila template, including mapping of one content area and a main menu. - Creation of a backend user and group to manage only that website. You should prepare an HTML template before you begin the wizard; simply make a design in HTML and place the HTML file including graphics and stylesheets in a subfolder of "%s" relative to the websites root directory. Tip about menus: If you include a main menu in the template, try to place the whole menu inside a container (like <div>, <table> or <tr>) and encapsulate each menu item in a block tag (like <tr>, <td> or <div>). Use A-tags for the links. If you want different designs for normal and active menu elements, design the first menu item as "Active" and the second (and rest) as "Normal", then the wizard might be able to capture the right configuration. Tip about stylesheets: The content elements from TYPO3 will be outputted in regular HTML tags like <p>, <h1> to <h6>, <ol> etc. You will prepare yourself well if your stylesheet in the HTML template provides good styles for these standard elements from the start. Then you will have less finetuning to do later.
cs: Pokud chcete vytvořit nový web založený na šablonovacím nástroji TemplaVoilà můžete spustit tohoto průvodce, který za vás vykoná všechny ty nudné počáteční úkony. Budete provedeni následujícími kroky: - Vytvoření kořenu nového webu, složky pro ukládání a vzorových stránek. - Vytvoření hlavní šablony TemplaVoilà, včetně mapování jedné oblasti obsahu a hlavního menu. - Vytvoření uživatelů a skupin backendu pro správu webu. Než spustíte průvodce, měli byste si připravit HTML šablonu; prostě vytvořit design v HTML a umístit HTML soubor, včetně grafiky a stylů do podsložky "%s", vztaženo relativně ke kořenové složce webu. Tip k menu: Zahrnete-li do šablony hlavní menu, zkuste umístit celé menu dovnitř kontejneru (jako <div>, <table> nebo <tr>), a zapouzdřit jednotlivé položky menu do blokových tagů (jako <tr>, <td> nebo <div>). Pro odkazy použijte tagy A. Pokud chcete mít různý design pro normální a aktivní prvky menu, navrhněte první položku menu jako "aktivní" a druhou (a zbytek) jako "normální", pak může být průvodce schopen podchytit správnou konfiguraci. Tip ke stylům: prvky obsahu z TYPO3 budou na výstupu zapouzdřeny do běžných HTML tagů, jako je <p>, <h1> na <h6>, <ol> atd. Můžete se na to připravit předem, pokud bude mít váš styl v HTML šabloně už od začátku tyto standardní prvky nadefinované. Později budete mít méně práce s jemným dolaďováním.
fr: Si vous souhaitez démarrer un nouveau site basé sur TemplaVoilà vous pouvez utiliser cet assistant qui va vous aider dans vos premiers pas et vous éviter certaine partie ennuyeuse de la configuration. Vous aller passer par les étapes suivantes: - La création d'page racine pour votre nouveau site, un dossier de stockage et des pages d'exemples. - La création du gabarit principale TemplaVoilà, ceci inclus le mapping d'une zone de contenu et d'un menu principale. - La création d'un utilisateur et d'un groupe d'administration qui seront chargé de la gestion du site. Vous devez préparer un gabarit HTML avant de pouvoir commencer cet assistant. Commencez par une ligne graphique simple, ensuite publier vos fichiers HTML ainsi que toutes les feuilles de styles et les images dans le dossiers "%s" relatif à la racine du site.
pl: Jeśli chcesz utworzyć nową stronę w wykorzystaniem mechanizmu szablonowania TemplaVoilà uruchom ten kreator aby szybko poustawiać tę całą nudną klikologię... Zostaniesz przeprowadzony przez następujące kroki: - Utworzenie korzenia nowego serwisu, stworzenie folderu przechowywania danych a także przykładowych stron. - Utworzenie głównego szablonu TemplaVoilà wraz z dołączonym mapowaniem jednej kolumny na treść oraz głównego menu. - Utworzenie konta użytkownika oraz grupy panelu BE posiadającego prawo do zarządzania treścią wyłącznie tworzonej właśnie strony.
ru: Если хотите начать создание веб сайта на движке шаблонирования TemplaVoila, можно начать с этого мастера, который выполнит всю рутинную работу. Потребуется пройти следующие этапы: - создание нового корня для веб сайта, папки хранилища, шаблонных страниц. - создание основного шаблона TemplaVoila, включая разметку одной области для содержимого и основного меню. - создание внутреннего пользователя и группы только лишь для управления веб сайтом. Перед началом работы мастера, необходимо подготовить шаблон HTML – просто создайте образец дизайна страницы в файле HTML, включая графику и таблицы стилей в подпапке "' . $GLOBALS['TYPO3_CONF_VARS']['BE']['fileadminDir'] . 'templates/" относительно корневой директории веб сайта. Совет относительно меню: если основное меню включено в шаблон, постарайтесь поместить меню целиком в контейнер (вроде <div>, <table> или <tr>), а каждый элемент меню – в блоковый тег (наподобие <tr>, <td> или <div>). Для ссылок используйте теги A. Если хотите использовать разное представление для обычных и активного элементов меню, то поместите "активный" элемент первым, а за ним "обычные", при этом мастер сможет создать правильные настройки. Совет относительно таблиц стилей: элементы содержимого из TYPO3 выводятся в обычные теги HTML, вроде <p>, <h1> до <h6>, <ol> и т.д. Вы снимите с себя большой груз, если изначально снабдите HTML шаблон продуманными стилями для таких стандартных элементов. При этом понадобиться гораздо меньше времени для окончательной отладки.
th: หากคุณต้องการเริ่มต้นเว็บไซต์ใหม่ตาม TemplaVoila แม่แบบเครื่องยนต์คุณสามารถเริ่มต้นตัวช่วยสร้างนี้ซึ่งจะตั้งค่าเริ่มต้นทุกสิ่งน่าเบื่อสำหรับคุณ คุณจะเข้าสู่ขั้นตอนเหล่านี้ : -- การสร้างเว็บไซต์รากใหม่โฟลเดอร์เก็บ หน้าตัวอย่าง -- การสร้างหลัก TemplaVoila แม่รวมถึงการทำแผนที่ของพื้นที่เนื้อหาหนึ่งและเมนูหลัก -- สร้างของผู้ใช้แบ็กเอนด์และกลุ่มการจัดการเฉพาะเว็บไซต์ที่ คุณควรจัดทำแม่แบบ HTML ก่อนที่จะเริ่มต้นตัวช่วยสร้างนั้นก็ให้ ออกแบบใน HTML และไฟล์ HTML ที่รวมถึงกราฟิกและ stylesheets ใน'โฟลเดอร์ย่อยของ". $ GLOBALS ['TYPO3_CONF_VARS'] ['พ.ศ. ']'fileadminDir ['] . 'แม่ /"เทียบกับเว็บไซต์ที่ root directory Tip เมนูเกี่ยวกับ : ถ้าคุณมีเมนูหลักในแม่แบบที่พยายามที่เมนูทั้งหมดภายในภาชนะ (เช่น <div> , <table> หรือ <tr> ) และใส่ในแค็ปซูลเมนูในแต่ละแท็กบล็อก (เช่น <tr> , <td> หรือ <div> ) ใช้แท็กสำหรับการเชื่อมโยง ถ้าคุณต้องการที่ต่างกันสำหรับใช้งานปกติและองค์ประกอบเมนูออกแบบเมนูรายการแรกเป็น"Active"และที่สอง (และส่วนที่เหลือ) เป็น"ปกติ"แล้วตัวช่วยอาจจะสามารถจับการตั้งค่าขวา เคล็ดลับเกี่ยวกับ stylesheets : องค์ประกอบเนื้อหาจาก TYPO3 จะ outputted ในแท็กปกติเช่น <p> , <h1> ไปยัง <h6> , <ol> ฯลฯ คุณจะเตรียมตัวได้ดีถ้า stylesheet ใน HTML แม่แบบมีลักษณะที่ดีสำหรับองค์ประกอบของมาตรฐานเหล่านี้ตั้งแต่เริ่มต้น แล้วคุณจะมี finetuning น้อยที่จะทำในภายหลัง

# newsitewizard_startnow
source: Start wizard now!
cs: Začněte průvodce nyní!
fr: Démarrer l'assistant maintenant
pl: Uruchom kreator teraz!
ru: Запустить мастер!
th: ตัวช่วยสร้างเริ่มวันนี้

# newsitewizard_cancel
source: Cancel wizard
cs: Zrušit průvodce
fr: Quitter (annuler) l'assistant
pl: Przerwij działanie kreatora
ru: Отмена выполнения мастера
th: ตัวช่วยยกเลิก

# newsitewizard_problem
source: <em>There are some technical problems you have to solve before you can start the wizard! Please see below for details. Solve these problems first and come back.</em>
cs: <em>Existují nějaké technické problémy, které musíte vyřešit předtím, než budete moci spustit průvodce! Níže naleznete podrobnosti. Nejprve tyto problémy vyřešte a pak se vraťte.</em>
fr: <em>Il y a quelques problèmes techniques que vous devez résoudre avant de pouvoir démarrer cet assistant! Merci de consulter l'aide ci-dessous pour plus de détails. Après avoir résolu ces problèmes, relancer l'assistant.</em>
pl: <em>Wystąpiły jakieś problemy techniczne, które musisz rozwiązać zanim rozpoczniesz pracę kreatora! Proszę przejrzeć poniższą listę, rozwiązać wkazane problemy następnie powrócić tutaj.</em>
ru: <em>Необходимо разрешить некоторые технические проблемы, перед запуском мастера! Детали приведены ниже. Сначала устраните проблемы, а затем вернитесь к мастеру.</em>
th: <em>มีตัวช่วยเป็นเทคนิคบางปัญหาคุณจะต้องแก้ไขก่อนที่จะเริ่มต้น! โปรดดูด้านล่างเพื่อดูรายละเอียด แก้ปัญหาเหล่านี้ก่อนและกลับมา</em>

# newsitewizard_missingext
source: Missing extension!
cs: Chybějící rozšíření!
fr: Extension manquante!
pl: Brak rozszerzenia!
ru: Неверное расширение!
th: หายไปต่อ!

# newsitewizard_missingconf
source: Missing configuration!
cs: Chybějící konfigurace!
fr: Configuration manquante!
pl: Brak konfiguracji!
ru: Неверная настройка!
th: ค่าหายไป!

# newsitewizard_missingconf_description
source: The TemplaVoila extension configuration is missing. Please clear the cache and recheck the configuration within the extension manager.
cs: Konfigurace rozšíření TemplaVoila chybí. Prosím vymažte keš a znovu zkontrolujte nastavení v rámci Správce rozšíření.
fr: La configuration de l'extension TypoScript est manquante. Merci de vider vos caches et de vérifier à nouveau votre configuration dans le gestionnaire d'extensions.
pl: Zaginęła konfiguracja rozszerzenia TemplaVoilà. Wyczyść proszę cache i sprawdź jeszcze raz w Managerze Rozszerzeń.
ru: Ошибка в настройке расширения TemplaVoila. Очистите кеш и заново проверьте настройки в модуле управления расширениями.
th: การกำหนดค่าส่วนขยาย TemplaVoila หายไป โปรดล้างแคชและรั้งใหม่การกำหนดค่าภายในผู้จัดการส่วนขยาย

# newsitewizard_missingdir
source: Missing directory!
cs: Chybějící adresář!
fr: Dossier manquant!
pl: Brak katalogu!
ru: Неверная директория!
th: directoryหายไป !

# newsitewizard_missingext_description
source: Before the wizard can run some extensions are required to be installed. Below you will see the which extensions are required and which are not available at this moment. Please go to the Extension Manager and install these first.
cs: Předtím, než může být spuštěn průvodce, musí být nainstalována některá rozšíření. Níže uvidíte, která rozšíření jsou potřebná a která nejsou v tuto chvíli k dispozici. Prosím, jděte do Správce rozšíření a nejprve je nainstalujte.
fr: Avant que l'assistant puisse fonctionner quelques extensions doivent être installée. Ci-dessous vous trouverez la liste des extensions requises et celle qui ne sont pas installées. Merci d'utiliser le gestionnaire d'extension pour installer ces prérequis.
pl: Przed rozpoczęciem pracy kreator musi się upewnić czy wszystkie wymagane rozszerzenia zostały zainstalowane. Poniżej znajduje się lista rozszerzeń które pomimo, że są wymagane nie zostały odnalezione w systemie. Przejdź do Managera Rozszerzeń i pobierz oraz zainstaluj je.
ru: Для работы мастера требуется установить некоторые расширения. Ниже приведен список требуемых, но недоступных на данный момент расширений. Перейдите к модулю управления расширениями (Extension Manager) и установите недостающие расширения перед началом работы.
th: ก่อนที่จะสามารถเรียกใช้ตัวช่วยสร้างส่วนขยายบางจะต้องติดตั้ง ด้านล่างคุณจะเห็นที่จะต้องขยายและที่ไม่ได้ในขณะนี้ กรุณาไปที่ Extension Manager และติดตั้งครั้งแรกนี้

# newsitewizard_missingext_extkey
source: Extension Key:
cs: Klíč rozšíření:
fr: Clé d'extension:
pl: Klucz rozszerzenia:
ru: Ключ расширения:
th: Extension สำคัญ :

# newsitewizard_missingext_installed
source: Installed?
cs: Nainstalováno?
fr: Installé?
pl: Zainstalowane?
ru: Установлено?
th: ติดตั้ง?

# newsitewizard_missingext_yes
source: Yes
cs: Ano
fr: Oui
pl: Tak
ru: Да
th: ใช่

# newsitewizard_missingext_no
source: No
cs: Ne
pl: Nie
ru: Нет
th: ไม่

# newsitewizard_missingdir_instruction
source: The directory "%s" (relative to the website root) does not exist! This is where you must place your HTML templates. Please create that directory <u>before you start the wizard</u>. In order to do so, follow these directions: - Go to the module File > Filelist - Click the icon of the "%s" root and select "Create" from the context menu. - Enter the name "templates" of the folder and press the "Create" button. - Return to this wizard
cs: Složka "%s" (relativní ke kořenu webu) neexistuje! To je místo, kam musíte umístit HTML šablonu. Prosím vytvořte tuto složku <u>před spuštěním průvodce</u>. Aby bylo tak možné učinit, postupujte podle následujících pokynů: - Přejděte na modul Soubor > Seznam souborů - Klikněte na ikonu "%s" kořenu a zvolte z kontextového menu "Vytvořit". - Zadejte název složky "templates" a stiskněte tlačítko "Vytvořit". - Vraťte se do tohoto průvodce
fr: Le dossier "%s" (relatif à la racine du site) n'existe pas! C'est ici que vous devez mettre en place vos gabarits HTML. Merci de bien vouloir créer ce dossier <u>avant de démarrez l'assistant</u>: - Aller dans le module Fichier > Liste - Cliquer sur l'icône de la racine "%s" et sélectionnez "Créer" depuis le menu contextuel. - Entrer le nom du dossier: "templates" et appuyez sur "Créer" - Relancer l'assistant TemplaVoilà
pl: Katalog "%s" (relatywnie do katalogu root serwisu) nie istnieje! Jest to miejsce w którym muszą znajdować się pliki HTML Twoich szablonów. Proszę utworzyć ten katalog <u>zanim rozpoczniesz pracę tego kreatora</u>. Aby to uczynić podążaj za wskazówkami: - Przejdź do modułu Pliki > Lista plików - Kliknij ikonę katalogu %s i wybierz "Nowy" z menu kontekstowego. - wprowadź nazwę "templates" a następnie kliknij przycisk "Utwórz folder(y)". - Powróć do tego kreatora.
ru: Директория "%s" (относительно корня сайта) не существует! Это место, куда необходимо помещать свои HTML шаблоны. <u>Перед началом работы мастера</u> создайте эту директорию. Для ее создания проделайте следующие шаги: - перейдите в модуль Файл > Список файлов; - щелкните по значку "%s" в корне и выберете "создать" из контекстного меню; - введите название папки "templates" и нажмите кнопку "создать"; - вернитесь к этому мастеру.
th: directory"% s"(เทียบกับรากเว็บไซต์)! ไม่มี ที่นี่คุณต้องวาง HTML แม่แบบของคุณ <u>กรุณาสร้างไดเรกทอรีนั้นก่อนที่จะเริ่มตัวช่วยสร้าง</u> เพื่อทำตามเส้นทางนี้ : -- ไปที่โมดูล File> Filelist -- คลิก% ที่ไอคอนของ"s"root และเลือก"สร้าง"จากเมนูบริบท -- ใส่ชื่อ"แม่"ของและโฟลเดอร์ กดปุ่ม"สร้าง -- กลับไปยังตัวช่วยสร้างนี้

source: Show Details
fr: Afficher les détails
